export default {
    database: [
        {
            field: 'cv',
            name: '游戏CV',
            content: [
                '子安武人', '悠木碧', '森久保祥太郎', '新谷真弓', '小林优', '加隈亚衣', '井上麻里奈', '间宫康弘', '井上和彦', '高山南', '诹访彩花', '石田彰', '斋藤千和', '能登麻美子', '松田健一郎', '石川界人', '由加奈', '吉野裕行', '丰崎爱生', '泽城美雪', '竹内顺子', '保志总一朗', '行成桃姬', '关俊彦', '桑岛法子', '钉宫理惠', '铃村健一', '中井和哉', '绿川光', '井泽诗织', '水树奈奈', '河西健吾', '阪口周平', '福山润', '井上喜久子', '远藤大辅', '岛崎信长', '梶裕贵', '茶风林', '西谷修一', '细谷佳正', '小西克幸', '松冈祯丞', '早见沙织'
            ]
        },
        {
            field: 'soul',
            name: '御魂',
            content: {
                position: [
                    {
                        id: 1,
                        statistic: '固定攻击'
                    },
                    {
                        id: 2,
                        statistic: '随机速度、攻击百分比、防御百分比、生命百分比'
                    },
                    {
                        id: 3,
                        statistic: '固定防御'
                    },
                    {
                        id: 4,
                        statistic: '随机命中效果、抵抗、攻击百分比、防御百分比、生命百分比'
                    },
                    {
                        id: 5,
                        statistic: '固定生命'
                    },
                    {
                        id: 6,
                        statistic: '随机暴击、暴击伤害、攻击百分比、防御百分比、生命百分比'
                    }
                ],
                list: [
                    {
                        type: '输出',
                        sets: [
                            {
                                name: '蝠翼',
                                get: true,
                                special: [
                                    '攻击加成15%',
                                    '将造成伤害的20%转化为自身生命值'
                                ]
                            },
                            {
                                name: '阴摩罗',
                                get: true,
                                special: [
                                    '攻击加成15%',
                                    '击杀单位时会获得3点鬼火'
                                ]
                            },
                            {
                                name: '轮入道',
                                get: true,
                                special: [
                                    '攻击加成15%',
                                    '行动结束时，有20%的概率获得一次额外行动机会'
                                ]
                            },
                            {
                                name: '狰',
                                get: true,
                                special: [
                                    '攻击加成15%',
                                    '携带者受到伤害时，35%概率使用普通攻击进行反击'
                                ]
                            },
                            {
                                name: '心眼',
                                get: true,
                                special: [
                                    '攻击加成15%',
                                    '对生命值低于30%的单位额外造成50%的伤害'
                                ]
                            },
                            {
                                name: '鸣屋',
                                get: true,
                                special: [
                                    '攻击加成15%',
                                    '攻击处于眩晕，冰冻，睡眠状态的单位时，造成额外30%的伤害'
                                ]
                            },
                            {
                                name: '网切',
                                get: true,
                                special: [
                                    '暴击15%',
                                    '暴击伤害无视目标20%的防御'
                                ]
                            },
                            {
                                name: '三味',
                                get: true,
                                special: [
                                    '暴击15%',
                                    '处于被控制的友方单位，速度增加30点'
                                ]
                            },
                            {
                                name: '破势',
                                get: true,
                                special: [
                                    '暴击15%',
                                    '对生命值高于70%的单位造成额外40%的伤害'
                                ]
                            },
                            {
                                name: '针女',
                                get: true,
                                special: [
                                    '暴击15%',
                                    '造成暴击时有40%概率对目标造成目标最大生命值10%的伤害，最高造成自身攻击力120%伤害'
                                ]
                            },
                            {
                                name: '伤魂鸟',
                                get: false,
                                special: [
                                    '暴击15%',
                                    '携带者完成击杀时，会回复自身15%生命上限的生命值'
                                ]
                            },
                            {
                                name: '镇墓兽',
                                get: false,
                                special: [
                                    '暴击15%',
                                    '每损失1%生命值，增加0.6%的暴击伤害'
                                ]
                            }
                        ]
                    },
                    {
                        type: '控制',
                        sets: [
                            {
                                name: '雪幽魂',
                                get: true,
                                special: [
                                    '防御加成30%',
                                    '造成伤害时有12%概率冰冻目标'
                                ]
                            },
                            {
                                name: '日女巳时',
                                get: true,
                                special: [
                                    '防御加成30%',
                                    '造成伤害时，有30%概率击退目标20%行动条，对有增益效果的的单位触发概率增加10%'
                                ]
                            },
                            {
                                name: '反枕',
                                get: true,
                                special: [
                                    '防御加成30%',
                                    '造成伤害时有20%的概率使目标睡眠1回合'
                                ]
                            },
                            {
                                name: '钟灵',
                                get: true,
                                special: [
                                    '生命加成15%',
                                    '造成伤害时有8%的几率眩晕目标'
                                ]
                            },
                            {
                                name: '魅妖',
                                get: true,
                                special: [
                                    '防御加成30%',
                                    '造成伤害时，有25%的概率混乱目标'
                                ]
                            }
                        ]
                    },
                    {
                        type: '防御',
                        sets: [
                            {
                                name: '地藏像',
                                get: true,
                                special: [
                                    '生命加成15%',
                                    '被暴击时生成1个能够吸收生命10%伤害的护盾，有30%的概率同时保护其他友方单位'
                                ]
                            },
                            {
                                name: '涅槃之火',
                                get: true,
                                special: [
                                    '生命加成15%',
                                    '回合结束时，如果生命低于30%，回复自身15%的生命值'
                                ]
                            },
                            {
                                name: '被服',
                                get: true,
                                special: [
                                    '生命加成15%',
                                    '受到的伤害降低30%'
                                ]
                            },
                            {
                                name: '镜姬',
                                get: true,
                                special: [
                                    '生命加成15%',
                                    '受到伤害时，有30%的概率反弹收到伤害的100%'
                                ]
                            },
                            {
                                name: '珍珠',
                                get: false,
                                special: [
                                    '防御加成30%',
                                    '受到治疗效果增加30%'
                                ]
                            }
                        ]
                    },
                    {
                        type: '辅助',
                        sets: [
                            {
                                name: '魍魉之匣',
                                get: true,
                                special: [
                                    '效果抵抗12%',
                                    '造成伤害时，有25%的概率为目标附加一个随机减益效果'
                                ]
                            },
                            {
                                name: '招财猫',
                                get: true,
                                special: [
                                    '防御加成30%',
                                    '回合开始时，50%概率获得2点鬼火'
                                ]
                            },
                            {
                                name: '火灵',
                                get: true,
                                special: [
                                    '效果命中30%',
                                    '出场时获得额外3点鬼火'
                                ]
                            },
                            {
                                name: '骰子鬼',
                                get: false,
                                special: [
                                    '效果抵抗12%',
                                    '发动抵抗时，会对一个随机敌方目标，使用普通攻击进行反击，该次普通攻击造成的伤害增加50%'
                                ]
                            },
                            {
                                name: '树妖',
                                get: true,
                                special: [
                                    '生命加成15%',
                                    '所有的治疗效果增加20%'
                                ]
                            },
                            {
                                name: '蚌精',
                                get: true,
                                special: [
                                    '效果命中15%',
                                    '战斗开始时，为全体友方单位生成一个吸收自身生命值10%伤害的护盾'
                                ]
                            }
                        ]
                    }
                ]
            }
        },
        {
            field: 'mystery',
            name: '神秘妖怪',
            content: [
                {
                    key: '羽毛/笛子/扇',
                    target: '大天狗'
                },
                {
                    key: '骷髅/怨恨',
                    target: '骨女'
                },
                {
                    key: '水池',
                    target: '鲤鱼精'
                },
                {
                    key: '樱花树/红色',
                    target: '三尾狐'
                },
                {
                    key: '单眼/石锤/怪力',
                    target: '山童'
                },
                {
                    key: '黑镰/短刀',
                    target: '鬼使黑'
                },
                {
                    key: '单眼/石菩萨/金刚经',
                    target: '独眼小僧'
                },
                {
                    key: '鬼火/角/财富/幸运',
                    target: '座敷童子'
                },
                {
                    key: '花/舞',
                    target: '桃花妖'
                },
                {
                    key: '翅膀/羽衣/幼女',
                    target: '童女'
                },
                {
                    key: '渔夫/海/胡须/杖',
                    target: '海坊主'
                },
                {
                    key: '纸扇/书生/面具',
                    target: '妖狐'
                },
                {
                    key: '鼓/单眼',
                    target: '天邪鬼黄'
                },
                {
                    key: '人偶/操纵',
                    target: '傀儡师'
                },
                {
                    key: '锤子/钉耙/剑',
                    target: '镰鼬'
                },
                {
                    key: '铃铛/噩梦',
                    target: '食梦貘'
                },
                {
                    key: '青皮肤/风筝',
                    target: '天邪鬼青'
                },
                {
                    key: '石/青苔',
                    target: '凃壁'
                },
                {
                    key: '水球/河流/荷叶',
                    target: '河童'
                },
                {
                    key: '蒲公英/治疗',
                    target: '萤草'
                },
                {
                    key: '杖妖艳/红尾',
                    target: '三尾狐'
                },
                {
                    key: '雉刀/翅膀/面具',
                    target: '鸦天狗'
                },
                {
                    key: '蛊/虫子',
                    target: '巫蛊师'
                },
                {
                    key: '二筒/瓷/出千',
                    target: '青蛙瓷器'
                },
                {
                    key: '手鼓/小妖精/可爱',
                    target: '蝴蝶精'
                },
                {
                    key: '汤碗/琴/牙牙',
                    target: '孟婆'
                },
                {
                    key: '剑雀/屋/守护',
                    target: '犬神'
                },
                {
                    key: '贝壳/扇子/尾巴',
                    target: '椒图'
                },
                {
                    key: '云/鬼面/冥界',
                    target: '阎魔'
                },
                {
                    key: '大翅膀/风/扇',
                    target: '大天狗'
                },
                {
                    key: '翅膀/雨衣/献祭',
                    target: '童男'
                },
                {
                    key: '剑/坚甲/石化',
                    target: '兵俑'
                },
                {
                    key: '稻草人/咒锥',
                    target: '丑时之女'
                },
                {
                    key: '冥界/白/夺命',
                    target: '鬼使白'
                },
                {
                    key: '泪珠/雨/伞',
                    target: '雨女'
                },
                {
                    key: '血/蝙蝠',
                    target: '吸血姬'
                },
                {
                    key: '蜡烛/棺材',
                    target: '跳跳哥哥'
                },
                {
                    key: '水泡/尾巴',
                    target: '鲤鱼精'
                },
                {
                    key: '红鬼/拍屁股',
                    target: '天邪鬼赤'
                }
            ]
        },
        {
            field: 'mapGroup',
            name: '地图',
            content: [
                {

                    name: '探索副本',
                    sets: [
                        {
                            main: true,
                            id: 1,
                            name: '雀食奇谭',
                            sets: [
                                {
                                    name: '天邪鬼绿1',
                                    content: [
                                        [
                                            '天邪鬼绿',
                                            1
                                        ],
                                        [
                                            '提灯小僧',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '天邪鬼绿2',
                                    content: [
                                        [
                                            '天邪鬼绿',
                                            1
                                        ],
                                        [
                                            '灯笼鬼',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '提灯小僧1',
                                    content: [
                                        [
                                            '天邪鬼绿',
                                            2
                                        ],
                                        [
                                            '提灯小僧',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '提灯小僧2',
                                    content: [
                                        [
                                            '灯笼鬼',
                                            2
                                        ],
                                        [
                                            '提灯小僧',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '首领：九命猫',
                                    content: [
                                        [
                                            '九命猫',
                                            3
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            main: true,
                            id: 2,
                            name: '幸福的彼岸',
                            sets: [
                                {
                                    name: '帚神',
                                    content: [
                                        [
                                            '帚神',
                                            1
                                        ],
                                        [
                                            '寄生魂',
                                            1
                                        ],
                                        [
                                            '盗墓小鬼',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '盗墓小鬼1',
                                    content: [
                                        [
                                            '寄生魂',
                                            2
                                        ],
                                        [
                                            '盗墓小鬼',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '盗墓小鬼2',
                                    content: [
                                        [
                                            '灯笼鬼',
                                            2
                                        ],
                                        [
                                            '盗墓小鬼',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '寄生魂1',
                                    content: [
                                        [
                                            '灯笼鬼',
                                            2
                                        ],
                                        [
                                            '寄生魂',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '寄生魂2',
                                    content: [
                                        [
                                            '盗墓小鬼',
                                            2
                                        ],
                                        [
                                            '寄生魂',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '首领：座敷童子',
                                    content: [
                                        [
                                            '座敷童子',
                                            1
                                        ],
                                        [
                                            '天邪鬼绿',
                                            2
                                        ],
                                        [
                                            '天邪鬼青',
                                            1
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            main: true,
                            id: 3,
                            name: '凤凰林的占卜师',
                            sets: [
                                {
                                    name: '天邪鬼黄1',
                                    content: [
                                        [
                                            '天邪鬼黄',
                                            1
                                        ],
                                        [
                                            '帚神',
                                            2
                                        ],
                                        [
                                            '凃壁',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '天邪鬼黄2',
                                    content: [
                                        [
                                            '天邪鬼黄',
                                            1
                                        ],
                                        [
                                            '童女',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '赤舌1',
                                    content: [
                                        [
                                            '赤舌',
                                            1
                                        ],
                                        [
                                            '提灯小僧',
                                            1
                                        ],
                                        [
                                            '灯笼鬼',
                                            2
                                        ],
                                        [
                                            '鸦天狗',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '赤舌2',
                                    content: [
                                        [
                                            '赤舌',
                                            1
                                        ],
                                        [
                                            '天邪鬼黄',
                                            1
                                        ],
                                        [
                                            '童女',
                                            2
                                        ],
                                        [
                                            '鸦天狗',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '兵俑1',
                                    content: [
                                        [
                                            '兵俑',
                                            1
                                        ],
                                        [
                                            '提灯小僧',
                                            1
                                        ],
                                        [
                                            '童女',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '兵俑2',
                                    content: [
                                        [
                                            '兵俑',
                                            1
                                        ],
                                        [
                                            '提灯小僧',
                                            1
                                        ],
                                        [
                                            '灯笼鬼',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '首领：凤凰火',
                                    content: [
                                        [
                                            '凤凰火',
                                            1
                                        ],
                                        [
                                            '寄生魂',
                                            3
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            main: true,
                            id: 4,
                            name: '桥上的雨女',
                            sets: [
                                {
                                    name: '帚神1',
                                    content: [
                                        [
                                            '帚神',
                                            1
                                        ],
                                        [
                                            '凃壁',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '帚神2',
                                    content: [
                                        [
                                            '帚神',
                                            1
                                        ],
                                        [
                                            '凃壁',
                                            1
                                        ],
                                        [
                                            '唐纸伞妖',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '唐纸伞妖1',
                                    content: [
                                        [
                                            '唐纸伞妖',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '唐纸伞妖2',
                                    content: [
                                        [
                                            '唐纸伞妖',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            1
                                        ],
                                        [
                                            '凃壁',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '天邪鬼赤1',
                                    content: [
                                        [
                                            '天邪鬼赤',
                                            1
                                        ],
                                        [
                                            '唐纸伞妖',
                                            1
                                        ],
                                        [
                                            '凃壁',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '天邪鬼赤2',
                                    content: [
                                        [
                                            '天邪鬼赤',
                                            1
                                        ],
                                        [
                                            '唐纸伞妖',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '首领：雨女',
                                    content: [
                                        [
                                            '雨女',
                                            1
                                        ],
                                        [
                                            '青蛙瓷器',
                                            1
                                        ],
                                        [
                                            '帚神',
                                            2
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            main: true,
                            id: 5,
                            name: '黑夜山的食发鬼',
                            sets: [
                                {
                                    name: '凃壁1',
                                    content: [
                                        [
                                            '凃壁',
                                            1
                                        ],
                                        [
                                            '黑豹',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '凃壁2',
                                    content: [
                                        [
                                            '凃壁',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '帚神1',
                                    content: [
                                        [
                                            '帚神',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            1
                                        ],
                                        [
                                            '凃壁',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '帚神2',
                                    content: [
                                        [
                                            '帚神',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            1
                                        ],
                                        [
                                            '天邪鬼黄',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '管狐1',
                                    content: [
                                        [
                                            '管狐',
                                            2
                                        ],
                                        [
                                            '天邪鬼黄',
                                            2
                                        ],
                                        [
                                            '寄生魂',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '管狐2',
                                    content: [
                                        [
                                            '管狐',
                                            1
                                        ],
                                        [
                                            '天邪鬼绿',
                                            3
                                        ],
                                        [
                                            '寄生魂',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '首领：食发鬼',
                                    content: [
                                        [
                                            '食发鬼',
                                            1
                                        ],
                                        [
                                            '灯笼鬼',
                                            1
                                        ],
                                        [
                                            '天邪鬼青',
                                            2
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            main: true,
                            id: 6,
                            name: '似梦非梦',
                            sets: [
                                {
                                    name: '灯笼鬼1',
                                    content: [
                                        [
                                            '灯笼鬼',
                                            1
                                        ],
                                        [
                                            '帚神',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '灯笼鬼2',
                                    content: [
                                        [
                                            '灯笼鬼',
                                            1
                                        ],
                                        [
                                            '帚神',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '天邪鬼青1',
                                    content: [
                                        [
                                            '天邪鬼青',
                                            1
                                        ],
                                        [
                                            '天邪鬼绿',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '天邪鬼青2',
                                    content: [
                                        [
                                            '天邪鬼青',
                                            1
                                        ],
                                        [
                                            '天邪鬼绿',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '蝴蝶精1',
                                    content: [
                                        [
                                            '蝴蝶精',
                                            1
                                        ],
                                        [
                                            '凃壁',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            2
                                        ],
                                        [
                                            '三尾狐',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '蝴蝶精2',
                                    content: [
                                        [
                                            '蝴蝶精',
                                            1
                                        ],
                                        [
                                            '凃壁',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            2
                                        ],
                                        [
                                            '三尾狐',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '首领：巫蛊师',
                                    content: [
                                        [
                                            '巫蛊师',
                                            1
                                        ],
                                        [
                                            '天邪鬼绿',
                                            3
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            main: true,
                            id: 7,
                            name: '恋上鲤的美',
                            sets: [
                                {
                                    name: '鲤鱼精1',
                                    content: [
                                        [
                                            '鲤鱼精',
                                            3
                                        ],
                                        [
                                            '帚神',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '鲤鱼精2',
                                    content: [
                                        [
                                            '鲤鱼精',
                                            1
                                        ],
                                        [
                                            '帚神',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '河童1',
                                    content: [
                                        [
                                            '河童',
                                            1
                                        ],
                                        [
                                            '鲤鱼精',
                                            1
                                        ],
                                        [
                                            '凃壁',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '河童2',
                                    content: [
                                        [
                                            '河童',
                                            1
                                        ],
                                        [
                                            '灯笼鬼',
                                            1
                                        ],
                                        [
                                            '跳跳犬',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '提灯小僧1',
                                    content: [
                                        [
                                            '提灯小僧',
                                            1
                                        ],
                                        [
                                            '跳跳犬',
                                            3
                                        ],
                                        [
                                            '管狐',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '提灯小僧2',
                                    content: [
                                        [
                                            '提灯小僧',
                                            1
                                        ],
                                        [
                                            '跳跳犬',
                                            3
                                        ],
                                        [
                                            '管狐',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '提灯小僧3',
                                    content: [
                                        [
                                            '提灯小僧',
                                            1
                                        ],
                                        [
                                            '跳跳犬',
                                            1
                                        ],
                                        [
                                            '鲤鱼精',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '首领：妖狐',
                                    content: [
                                        [
                                            '妖狐',
                                            1
                                        ],
                                        [
                                            '凃壁',
                                            1
                                        ],
                                        [
                                            '座敷童子',
                                            2
                                        ],
                                        [
                                            '妖狐',
                                            1
                                        ],
                                        [
                                            '寄生魂',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            2
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            main: true,
                            id: 8,
                            name: '樱与桃',
                            sets: [
                                {
                                    name: '唐纸伞妖1',
                                    content: [
                                        [
                                            '伞妖',
                                            1
                                        ],
                                        [
                                            '帚神',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '唐纸伞妖2',
                                    content: [
                                        [
                                            '伞妖',
                                            1
                                        ],
                                        [
                                            '山童',
                                            1
                                        ],
                                        [
                                            '帚神',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '樱花妖1',
                                    content: [
                                        [
                                            '樱花妖',
                                            1
                                        ],
                                        [
                                            '帚神',
                                            1
                                        ],
                                        [
                                            '凃壁',
                                            2
                                        ],
                                        [
                                            '雪女',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '樱花妖2',
                                    content: [
                                        [
                                            '樱花妖',
                                            1
                                        ],
                                        [
                                            '凃壁',
                                            3
                                        ],
                                        [
                                            '雪女',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '天邪鬼绿',
                                    content: [
                                        [
                                            '天邪鬼绿',
                                            1
                                        ],
                                        [
                                            '天邪鬼青',
                                            1
                                        ],
                                        [
                                            '天邪鬼黄',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '首领：桃花妖',
                                    content: [
                                        [
                                            '樱花妖',
                                            1
                                        ],
                                        [
                                            '天邪鬼青',
                                            1
                                        ],
                                        [
                                            '提灯小僧',
                                            2
                                        ],
                                        [
                                            '桃花妖',
                                            1
                                        ],
                                        [
                                            '帚神',
                                            1
                                        ],
                                        [
                                            '蝴蝶精',
                                            2
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            main: true,
                            id: 9,
                            name: '兔蛙茶和锅',
                            sets: [
                                {
                                    name: '提灯小僧1',
                                    content: [
                                        [
                                            '提灯小僧',
                                            1
                                        ],
                                        [
                                            '灯笼鬼',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '提灯小僧2',
                                    content: [
                                        [
                                            '提灯小僧',
                                            1
                                        ],
                                        [
                                            '灯笼鬼',
                                            1
                                        ],
                                        [
                                            '铁鼠',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '铁鼠1',
                                    content: [
                                        [
                                            '铁鼠',
                                            1
                                        ],
                                        [
                                            '帚神',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '铁鼠2',
                                    content: [
                                        [
                                            '铁鼠',
                                            2
                                        ],
                                        [
                                            '帚神',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '山兔1',
                                    content: [
                                        [
                                            '山兔',
                                            4
                                        ],
                                        [
                                            '鸦天狗',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '山兔2',
                                    content: [
                                        [
                                            '山兔',
                                            3
                                        ],
                                        [
                                            '铁鼠',
                                            1
                                        ],
                                        [
                                            '鸦天狗',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '首领：孟婆',
                                    content: [
                                        [
                                            '孟婆',
                                            1
                                        ],
                                        [
                                            '饿鬼',
                                            3
                                        ],
                                        [
                                            '孟婆',
                                            1
                                        ],
                                        [
                                            '灯笼鬼',
                                            1
                                        ],
                                        [
                                            '鸦天狗',
                                            2
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            main: true,
                            id: 10,
                            name: '鬼为谁买醉',
                            sets: [
                                {
                                    name: '丑时之女',
                                    content: [
                                        [
                                            '丑时之女',
                                            1
                                        ],
                                        [
                                            '傀儡师',
                                            1
                                        ],
                                        [
                                            '天邪鬼青',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '傀儡师1',
                                    content: [
                                        [
                                            '傀儡师',
                                            1
                                        ],
                                        [
                                            '觉',
                                            1
                                        ],
                                        [
                                            '狸猫',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '傀儡师2',
                                    content: [
                                        [
                                            '傀儡师',
                                            1
                                        ],
                                        [
                                            '觉',
                                            1
                                        ],
                                        [
                                            '座敷童子',
                                            2
                                        ],
                                        [
                                            '犬神',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '觉1',
                                    content: [
                                        [
                                            '觉',
                                            1
                                        ],
                                        [
                                            '狸猫',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '觉2',
                                    content: [
                                        [
                                            '觉',
                                            1
                                        ],
                                        [
                                            '赤舌',
                                            1
                                        ],
                                        [
                                            '座敷童子',
                                            2
                                        ],
                                        [
                                            '犬神',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '首领：酒吞童子',
                                    content: [
                                        [
                                            '酒吞童子',
                                            1
                                        ],
                                        [
                                            '跳跳哥哥',
                                            1
                                        ],
                                        [
                                            '食发鬼',
                                            2
                                        ],
                                        [
                                            '酒吞童子',
                                            1
                                        ],
                                        [
                                            '兵俑',
                                            1
                                        ],
                                        [
                                            '骨女',
                                            2
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            main: true,
                            id: 11,
                            name: '染红了的枫叶林',
                            sets: [
                                {
                                    name: '武士之灵1',
                                    content: [
                                        [
                                            '武士之灵',
                                            1
                                        ],
                                        [
                                            '寄生魂',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '武士之灵2',
                                    content: [
                                        [
                                            '武士之灵',
                                            1
                                        ],
                                        [
                                            '独眼小僧',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '独眼小僧1',
                                    content: [
                                        [
                                            '独眼小僧',
                                            1
                                        ],
                                        [
                                            '凃壁',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '独眼小僧2',
                                    content: [
                                        [
                                            '独眼小僧',
                                            1
                                        ],
                                        [
                                            '管狐',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '饿鬼1',
                                    content: [
                                        [
                                            '饿鬼',
                                            1
                                        ],
                                        [
                                            '凃壁',
                                            1
                                        ],
                                        [
                                            '管狐',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '饿鬼2',
                                    content: [
                                        [
                                            '饿鬼',
                                            3
                                        ],
                                        [
                                            '管狐',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '首领：鬼女红叶',
                                    content: [
                                        [
                                            '鬼女红叶',
                                            1
                                        ],
                                        [
                                            '童女',
                                            1
                                        ],
                                        [
                                            '天邪鬼青',
                                            2
                                        ],
                                        [
                                            '鬼女红叶',
                                            1
                                        ],
                                        [
                                            '骨女',
                                            1
                                        ],
                                        [
                                            '觉',
                                            2
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            main: true,
                            id: 12,
                            name: '另一个晴明',
                            sets: [
                                {
                                    name: '海坊主1',
                                    content: [
                                        [
                                            '海坊主',
                                            1
                                        ],
                                        [
                                            '帚神',
                                            1
                                        ],
                                        [
                                            '凃壁',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '海坊主2',
                                    content: [
                                        [
                                            '海坊主',
                                            1
                                        ],
                                        [
                                            '凃壁',
                                            1
                                        ],
                                        [
                                            '鸦天狗',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '童男1',
                                    content: [
                                        [
                                            '童男',
                                            1
                                        ],
                                        [
                                            '天邪鬼黄',
                                            1
                                        ],
                                        [
                                            '鸦天狗',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '童男2',
                                    content: [
                                        [
                                            '童男',
                                            1
                                        ],
                                        [
                                            '童女',
                                            1
                                        ],
                                        [
                                            '鸦天狗',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '童女1',
                                    content: [
                                        [
                                            '童女',
                                            1
                                        ],
                                        [
                                            '盗墓小鬼',
                                            1
                                        ],
                                        [
                                            '提灯小僧',
                                            2
                                        ],
                                        [
                                            '雪女',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '童女2',
                                    content: [
                                        [
                                            '童女',
                                            3
                                        ],
                                        [
                                            '盗墓小鬼',
                                            1
                                        ],
                                        [
                                            '雪女',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '首领：雪女',
                                    content: [
                                        [
                                            '雪女',
                                            1
                                        ],
                                        [
                                            '寄生魂',
                                            1
                                        ],
                                        [
                                            '武士之灵',
                                            2
                                        ],
                                        [
                                            '雪女',
                                            1
                                        ],
                                        [
                                            '跳跳妹妹',
                                            1
                                        ],
                                        [
                                            '跳跳哥哥',
                                            2
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            main: true,
                            id: 13,
                            name: '箭与弓道',
                            sets: [
                                {
                                    name: '饿鬼1',
                                    content: [
                                        [
                                            '饿鬼',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '饿鬼2',
                                    content: [
                                        [
                                            '饿鬼',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '饿鬼3',
                                    content: [
                                        [
                                            '饿鬼',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            3
                                        ],
                                        [
                                            '首无',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '唐纸伞妖1',
                                    content: [
                                        [
                                            '唐纸伞妖',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            1
                                        ],
                                        [
                                            '天邪鬼绿',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '唐纸伞妖2',
                                    content: [
                                        [
                                            '唐纸伞妖',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            1
                                        ],
                                        [
                                            '天邪鬼绿',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '唐纸伞妖3',
                                    content: [
                                        [
                                            '唐纸伞妖',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            1
                                        ],
                                        [
                                            '天邪鬼绿',
                                            2
                                        ],
                                        [
                                            '首无',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '首领：首无',
                                    content: [
                                        [
                                            '首无',
                                            1
                                        ],
                                        [
                                            '骨女',
                                            1
                                        ],
                                        [
                                            '灯笼鬼',
                                            1
                                        ],
                                        [
                                            '山兔',
                                            1
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            main: true,
                            id: 14,
                            name: '梦境的邂逅',
                            sets: [
                                {
                                    name: '帚神1',
                                    content: [
                                        [
                                            '帚神',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '帚神2',
                                    content: [
                                        [
                                            '帚神',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '帚神3',
                                    content: [
                                        [
                                            '帚神',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '凃壁1',
                                    content: [
                                        [
                                            '凃壁',
                                            6
                                        ]
                                    ]
                                },
                                {
                                    name: '凃壁2',
                                    content: [
                                        [
                                            '凃壁',
                                            6
                                        ]
                                    ]
                                },
                                {
                                    name: '凃壁3',
                                    content: [
                                        [
                                            '凃壁',
                                            6
                                        ]
                                    ]
                                },
                                {
                                    name: '首领：食梦貘',
                                    content: [
                                        [
                                            '食梦貘',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            3
                                        ],
                                        [
                                            '食梦貘',
                                            4
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            main: true,
                            id: 15,
                            name: '阴界裂缝',
                            sets: [
                                {
                                    name: '天邪鬼绿1',
                                    content: [
                                        [
                                            '天邪鬼绿',
                                            1
                                        ],
                                        [
                                            '赤舌',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '天邪鬼绿2',
                                    content: [
                                        [
                                            '天邪鬼绿',
                                            1
                                        ],
                                        [
                                            '赤舌',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '天邪鬼绿3',
                                    content: [
                                        [
                                            '天邪鬼绿',
                                            1
                                        ],
                                        [
                                            '赤舌',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '提灯小僧1',
                                    content: [
                                        [
                                            '提灯小僧',
                                            1
                                        ],
                                        [
                                            '赤舌',
                                            1
                                        ],
                                        [
                                            '九命猫',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '提灯小僧2',
                                    content: [
                                        [
                                            '提灯小僧',
                                            1
                                        ],
                                        [
                                            '赤舌',
                                            1
                                        ],
                                        [
                                            '九命猫',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '提灯小僧3',
                                    content: [
                                        [
                                            '提灯小僧',
                                            1
                                        ],
                                        [
                                            '赤舌',
                                            1
                                        ],
                                        [
                                            '九命猫',
                                            2
                                        ],
                                        [
                                            '大天狗',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '首领：跳跳妹妹',
                                    content: [
                                        [
                                            '跳跳妹妹',
                                            1
                                        ],
                                        [
                                            '九命猫',
                                            3
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            main: true,
                            id: 16,
                            name: '冥界审判',
                            sets: [
                                {
                                    name: '饿鬼1',
                                    content: [
                                        [
                                            '饿鬼',
                                            1
                                        ],
                                        [
                                            '山兔',
                                            1
                                        ],
                                        [
                                            '山童',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '饿鬼2',
                                    content: [
                                        [
                                            '饿鬼',
                                            1
                                        ],
                                        [
                                            '山兔',
                                            1
                                        ],
                                        [
                                            '山童',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '饿鬼3',
                                    content: [
                                        [
                                            '饿鬼',
                                            1
                                        ],
                                        [
                                            '山兔',
                                            1
                                        ],
                                        [
                                            '山童',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '赤舌1',
                                    content: [
                                        [
                                            '赤舌',
                                            1
                                        ],
                                        [
                                            '寄生魂',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '赤舌2',
                                    content: [
                                        [
                                            '赤舌',
                                            1
                                        ],
                                        [
                                            '寄生魂',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '赤舌3',
                                    content: [
                                        [
                                            '赤舌',
                                            1
                                        ],
                                        [
                                            '寄生魂',
                                            3
                                        ],
                                        [
                                            '赤舌',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '首领：判官',
                                    content: [
                                        [
                                            '判官',
                                            1
                                        ],
                                        [
                                            '鬼使黑',
                                            1
                                        ],
                                        [
                                            '鬼使白',
                                            1
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            main: true,
                            id: 17,
                            name: '阴阳逆反',
                            sets: [
                                {
                                    name: '鸦天狗1',
                                    content: [
                                        [
                                            '鸦天狗',
                                            1
                                        ],
                                        [
                                            '风小麒麟',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '鸦天狗2',
                                    content: [
                                        [
                                            '鸦天狗',
                                            1
                                        ],
                                        [
                                            '风小麒麟',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '鸦天狗3',
                                    content: [
                                        [
                                            '鸦天狗',
                                            1
                                        ],
                                        [
                                            '风小麒麟',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '狸猫1',
                                    content: [
                                        [
                                            '狸猫',
                                            1
                                        ],
                                        [
                                            '火小麒麟',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '狸猫2',
                                    content: [
                                        [
                                            '狸猫',
                                            1
                                        ],
                                        [
                                            '火小麒麟',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '狸猫3',
                                    content: [
                                        [
                                            '狸猫',
                                            1
                                        ],
                                        [
                                            '火小麒麟',
                                            3
                                        ],
                                        [
                                            '黑凤凰',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '首领：荒川之主',
                                    content: [
                                        [
                                            '提灯小僧',
                                            1
                                        ],
                                        [
                                            '赤舌',
                                            1
                                        ],
                                        [
                                            '九命猫',
                                            2
                                        ],
                                        [
                                            '大天狗',
                                            1
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            main: true,
                            id: 18,
                            name: '阴阳之理',
                            sets: [
                                {
                                    name: '九命猫1',
                                    content: [
                                        [
                                            '九命猫',
                                            6
                                        ]
                                    ]
                                },
                                {
                                    name: '九命猫2',
                                    content: [
                                        [
                                            '九命猫',
                                            6
                                        ]
                                    ]
                                },
                                {
                                    name: '九命猫3',
                                    content: [
                                        [
                                            '九命猫',
                                            6
                                        ]
                                    ]
                                },
                                {
                                    name: '三尾狐1',
                                    content: [
                                        [
                                            '三尾狐',
                                            2
                                        ],
                                        [
                                            '九命猫',
                                            2
                                        ],
                                        [
                                            '大天狗',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '三尾狐2',
                                    content: [
                                        [
                                            '三尾狐',
                                            2
                                        ],
                                        [
                                            '九命猫',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '三尾狐3',
                                    content: [
                                        [
                                            '三尾狐',
                                            2
                                        ],
                                        [
                                            '九命猫',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    name: '首领：大天狗',
                                    content: [
                                        [
                                            '大天狗',
                                            1
                                        ],
                                        [
                                            '鸦天狗',
                                            3
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            main: false,
                            id: null,
                            name: '见习鬼使',
                            sets: [
                                {
                                    name: '鬼女红叶1',
                                    content: [
                                        [
                                            '觉',
                                            3
                                        ],
                                        [
                                            '天邪鬼青',
                                            2
                                        ],
                                        [
                                            '鬼女红叶',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '鬼女红叶1',
                                    content: [
                                        [
                                            '觉',
                                            3
                                        ],
                                        [
                                            '天邪鬼青',
                                            2
                                        ],
                                        [
                                            '鬼女红叶',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '山童1',
                                    content: [
                                        [
                                            '山童',
                                            1
                                        ],
                                        [
                                            '首无',
                                            2
                                        ],
                                        [
                                            '河童',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '山童2',
                                    content: [
                                        [
                                            '山童',
                                            1
                                        ],
                                        [
                                            '首无',
                                            2
                                        ],
                                        [
                                            '河童',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    name: '古笼火1',
                                    content: [
                                        [
                                            '管狐',
                                            2
                                        ],
                                        [
                                            '犬神',
                                            3
                                        ],
                                        [
                                            '古笼火',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '古笼火2',
                                    content: [
                                        [
                                            '管狐',
                                            2
                                        ],
                                        [
                                            '犬神',
                                            3
                                        ],
                                        [
                                            '古笼火',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '古笼火3',
                                    content: [
                                        [
                                            '管狐',
                                            2
                                        ],
                                        [
                                            '犬神',
                                            3
                                        ],
                                        [
                                            '古笼火',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '酒吞童子',
                                    content: [
                                        [
                                            '狸猫',
                                            3
                                        ],
                                        [
                                            '首无',
                                            2
                                        ],
                                        [
                                            '酒吞童子',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    name: '首领：黑童子',
                                    content: [
                                        [
                                            '鬼使白',
                                            1
                                        ],
                                        [
                                            '鬼使黑',
                                            1
                                        ],
                                        [
                                            '黑童子',
                                            1
                                        ],
                                        [
                                            '天邪鬼绿',
                                            13
                                        ]
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    name: '妖气封印',
                    sets: [
                        {
                            name: '跳跳哥哥',
                            sets: [
                                {
                                    content: [
                                        [
                                            '天邪鬼绿',
                                            4
                                        ]
                                    ]
                                },
                                {
                                    content: [
                                        [
                                            '帚神',
                                            2
                                        ],
                                        [
                                            '天邪鬼青',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    content: [
                                        [
                                            '跳跳哥哥',
                                            3
                                        ],
                                        [
                                            '天邪鬼青',
                                            2
                                        ],
                                        [
                                            '天邪鬼黄',
                                            1
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            name: '椒图',
                            sets: [
                                {
                                    content: [
                                        [
                                            '天邪鬼绿',
                                            3
                                        ],
                                        [
                                            '天邪鬼黄',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    content: [
                                        [
                                            '天邪鬼绿',
                                            3
                                        ],
                                        [
                                            '天邪鬼赤',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    content: [
                                        [
                                            '椒图',
                                            3
                                        ],
                                        [
                                            '天邪鬼绿',
                                            2
                                        ],
                                        [
                                            '天邪鬼黄',
                                            1
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            name: '骨女',
                            sets: [
                                {
                                    content: [
                                        [
                                            '帚神',
                                            4
                                        ]
                                    ]
                                },
                                {
                                    content: [
                                        [
                                            '天邪鬼赤',
                                            1
                                        ],
                                        [
                                            '天邪鬼绿',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    content: [
                                        [
                                            '骨女',
                                            3
                                        ],
                                        [
                                            '天邪鬼绿',
                                            3
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            name: '饿鬼',
                            sets: [
                                {
                                    content: [
                                        [
                                            '凃壁',
                                            1
                                        ],
                                        [
                                            '天邪鬼绿',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    content: [
                                        [
                                            '唐纸伞妖',
                                            1
                                        ],
                                        [
                                            '天邪鬼绿',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    content: [
                                        [
                                            '饿鬼',
                                            3
                                        ],
                                        [
                                            '提灯小僧',
                                            3
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            name: '二口女',
                            sets: [
                                {
                                    content: [
                                        [
                                            '帚神',
                                            1
                                        ],
                                        [
                                            '天邪鬼青',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    content: [
                                        [
                                            '帚神',
                                            3
                                        ],
                                        [
                                            '提灯小僧',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    content: [
                                        [
                                            '二口女',
                                            1
                                        ],
                                        [
                                            '提灯小僧',
                                            3
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            name: '海坊主',
                            sets: [
                                {
                                    content: [
                                        [
                                            '提灯小僧',
                                            1
                                        ],
                                        [
                                            '天邪鬼黄',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    content: [
                                        [
                                            '天邪鬼青',
                                            1
                                        ],
                                        [
                                            '天邪鬼绿',
                                            1
                                        ],
                                        [
                                            '天邪鬼赤',
                                            2
                                        ]
                                    ]
                                },
                                {
                                    content: [
                                        [
                                            '海坊主',
                                            3
                                        ],
                                        [
                                            '提灯小僧',
                                            3
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            name: '鬼使黑',
                            sets: [
                                {
                                    content: [
                                        [
                                            '天邪鬼赤',
                                            1
                                        ],
                                        [
                                            '凃壁',
                                            3
                                        ]
                                    ]
                                },
                                {
                                    content: [
                                        [
                                            '帚神',
                                            3
                                        ],
                                        [
                                            '凃壁',
                                            1
                                        ]
                                    ]
                                },
                                {
                                    content: [
                                        [
                                            '鬼使黑',
                                            3
                                        ],
                                        [
                                            '提灯小僧',
                                            3
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            name: '金币妖怪',
                            sets: [
                                {
                                    content: [
                                        [
                                            '铁鼠',
                                            6
                                        ]
                                    ]
                                },
                                {
                                    content: [
                                        [
                                            '铁鼠',
                                            6
                                        ]
                                    ]
                                },
                                {
                                    content: [
                                        [
                                            '铁鼠',
                                            6
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            name: '经验妖怪',
                            sets: [
                                {
                                    content: [
                                        [
                                            '白达摩',
                                            4
                                        ]
                                    ]
                                },
                                {
                                    content: [
                                        [
                                            '白达摩',
                                            4
                                        ]
                                    ]
                                },
                                {
                                    content: [
                                        [
                                            '白达摩',
                                            4
                                        ]
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    name: '御魂',
                    sets: [
                        {
                            name: '八岐大蛇',
                            sets: [
                                {
                                    name: '第一层',
                                    sets: [
                                        {
                                            content: [
                                                [
                                                    '三尾狐',
                                                    1
                                                ],
                                                [
                                                    '天邪鬼黄',
                                                    1
                                                ],
                                                [
                                                    '天邪鬼青',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '山童',
                                                    1
                                                ],
                                                [
                                                    '凃壁',
                                                    1
                                                ],
                                                [
                                                    '独眼小僧',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '八歧大蛇',
                                                    1
                                                ],
                                                [
                                                    '天邪鬼赤',
                                                    2
                                                ]
                                            ]
                                        }
                                    ]
                                },
                                {
                                    name: '第二层',
                                    sets: [
                                        {
                                            content: [
                                                [
                                                    '妖狐',
                                                    1
                                                ],
                                                [
                                                    '鲤鱼精',
                                                    1
                                                ],
                                                [
                                                    '河童',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '吸血姬',
                                                    1
                                                ],
                                                [
                                                    '萤草',
                                                    1
                                                ],
                                                [
                                                    '兵俑',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '八歧大蛇',
                                                    1
                                                ],
                                                [
                                                    '童女',
                                                    2
                                                ]
                                            ]
                                        }
                                    ]
                                },
                                {
                                    name: '第三层',
                                    sets: [
                                        {
                                            content: [
                                                [
                                                    '桃花妖',
                                                    1
                                                ],
                                                [
                                                    '蝴蝶精',
                                                    1
                                                ],
                                                [
                                                    '青蛙瓷器',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '海坊主',
                                                    1
                                                ],
                                                [
                                                    '鲤鱼精',
                                                    1
                                                ],
                                                [
                                                    '椒图',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '八歧大蛇',
                                                    1
                                                ],
                                                [
                                                    '座敷童子',
                                                    2
                                                ]
                                            ]
                                        }
                                    ]
                                },
                                {
                                    name: '第四层',
                                    sets: [
                                        {
                                            content: [
                                                [
                                                    '犬神',
                                                    1
                                                ],
                                                [
                                                    '童男',
                                                    1
                                                ],
                                                [
                                                    '童女',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '大天狗',
                                                    1
                                                ],
                                                [
                                                    '鬼使黑',
                                                    1
                                                ],
                                                [
                                                    '鬼使白',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '八歧大蛇',
                                                    1
                                                ],
                                                [
                                                    '食梦貘',
                                                    2
                                                ]
                                            ]
                                        }
                                    ]
                                },
                                {
                                    name: '第五层',
                                    sets: [
                                        {
                                            content: [
                                                [
                                                    '镰鼬',
                                                    1
                                                ],
                                                [
                                                    '骨女',
                                                    1
                                                ],
                                                [
                                                    '丑时之女',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '傀儡师',
                                                    1
                                                ],
                                                [
                                                    '跳跳哥哥',
                                                    1
                                                ],
                                                [
                                                    '独眼小僧',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '八歧大蛇',
                                                    1
                                                ],
                                                [
                                                    '孟婆',
                                                    2
                                                ]
                                            ]
                                        }
                                    ]
                                },
                                {
                                    name: '第六层',
                                    sets: [
                                        {
                                            content: [
                                                [
                                                    '雨女',
                                                    1
                                                ],
                                                [
                                                    '孟婆',
                                                    1
                                                ],
                                                [
                                                    '座敷童子',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '阎魔',
                                                    1
                                                ],
                                                [
                                                    '巫蛊师',
                                                    1
                                                ],
                                                [
                                                    '鸦天狗',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '八歧大蛇',
                                                    1
                                                ],
                                                [
                                                    '骨女',
                                                    2
                                                ]
                                            ]
                                        }
                                    ]
                                },
                                {
                                    name: '第七层',
                                    sets: [
                                        {
                                            content: [
                                                [
                                                    '丑时之女',
                                                    1
                                                ],
                                                [
                                                    '凤凰火',
                                                    1
                                                ],
                                                [
                                                    '食发鬼',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '山兔',
                                                    1
                                                ],
                                                [
                                                    '酒吞童子',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '八歧大蛇',
                                                    1
                                                ],
                                                [
                                                    '荒川之主',
                                                    2
                                                ]
                                            ]
                                        }
                                    ]
                                },
                                {
                                    name: '第八层',
                                    sets: [
                                        {
                                            content: [
                                                [
                                                    '管狐',
                                                    1
                                                ],
                                                [
                                                    '判官',
                                                    1
                                                ],
                                                [
                                                    '饿鬼',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '蝴蝶精',
                                                    1
                                                ],
                                                [
                                                    '白狼',
                                                    1
                                                ],
                                                [
                                                    '椒图',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '八歧大蛇',
                                                    1
                                                ],
                                                [
                                                    '茨木童子',
                                                    2
                                                ]
                                            ]
                                        }
                                    ]
                                },
                                {
                                    name: '第九层',
                                    sets: [
                                        {
                                            content: [
                                                [
                                                    '椒图',
                                                    1
                                                ],
                                                [
                                                    '萤草',
                                                    1
                                                ],
                                                [
                                                    '鲤鱼精',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '狸猫',
                                                    1
                                                ],
                                                [
                                                    '清姬',
                                                    1
                                                ],
                                                [
                                                    '食梦貘',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '八歧大蛇',
                                                    1
                                                ],
                                                [
                                                    '两面佛',
                                                    2
                                                ]
                                            ]
                                        }
                                    ]
                                },
                                {
                                    name: '第十层',
                                    sets: [
                                        {
                                            content: [
                                                [
                                                    '二口女',
                                                    1
                                                ],
                                                [
                                                    '觉',
                                                    1
                                                ],
                                                [
                                                    '萤草',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '椒图',
                                                    1
                                                ],
                                                [
                                                    '青行灯',
                                                    1
                                                ],
                                                [
                                                    '酒吞童子',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '八歧大蛇',
                                                    1
                                                ],
                                                [
                                                    '大天狗',
                                                    2
                                                ]
                                            ]
                                        }
                                    ]
                                },
                            ]
                        },
                        {
                            name: '业原火',
                            sets: [
                                {
                                    name: '贪之阵',
                                    sets: [
                                        {
                                            content: [
                                                [
                                                    '三尾狐',
                                                    1
                                                ],
                                                [
                                                    '天邪鬼黄',
                                                    1
                                                ],
                                                [
                                                    '天邪鬼青',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '山童',
                                                    1
                                                ],
                                                [
                                                    '凃壁',
                                                    1
                                                ],
                                                [
                                                    '独眼小僧',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '八歧大蛇',
                                                    1
                                                ],
                                                [
                                                    '天邪鬼赤',
                                                    2
                                                ]
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    name: '秘闻副本',
                    sets: [
                        {
                            name: '山兔大暴走',
                            sets: [
                                {
                                    name: '第一层',
                                    sets: [
                                        {
                                            content: [
                                                [
                                                    '三尾狐',
                                                    1
                                                ],
                                                [
                                                    '天邪鬼黄',
                                                    1
                                                ],
                                                [
                                                    '天邪鬼青',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '山童',
                                                    1
                                                ],
                                                [
                                                    '凃壁',
                                                    1
                                                ],
                                                [
                                                    '独眼小僧',
                                                    1
                                                ]
                                            ]
                                        },
                                        {
                                            content: [
                                                [
                                                    '八歧大蛇',
                                                    1
                                                ],
                                                [
                                                    '天邪鬼赤',
                                                    2
                                                ]
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    name: '觉醒',
                    sets: [
                        {
                            name: '业火轮',
                            round: 10
                        },
                        {
                            name: '风转符',
                            round: 10
                        },
                        {
                            name: '水灵鲤',
                            round: 10
                        },
                        {
                            name: '天雷鼓',
                            round: 10
                        }
                    ]
                },
                {
                    name: '御灵副本',
                    sets: [
                        {
                            name: '暗*神龙',
                            round: 3
                        }
                    ]
                }
            ]
        },
        {
            field: 'material',
            name: '觉醒材料',
            content: [
                {
                    type: '业火轮',
                    sets: [
                        '低级',
                        '中级',
                        '高级'
                    ]
                },
                {
                    type: '风转符',
                    sets: [
                        '低级',
                        '中级',
                        '高级'
                    ]
                },
                {
                    type: '水灵鲤',
                    sets: [
                        '低级',
                        '中级',
                        '高级'
                    ]
                },
                {
                    type: '天雷鼓',
                    sets: [
                        '低级',
                        '中级',
                        '高级'
                    ]
                }
            ]
        },
        {
            field: 'shikigami',
            name: '式神',
            content: [
                {
                    type: '0',
                    rank: 'N',
                    sets: [
                        {
                            name: '招福达摩',
                            cv: null,
                            soul: null,
                            skills: [],
                            awakening: {
                                enable: false,
                                material: [],
                                description: null
                            },
                        },
                        {
                            name: '奉为达摩',
                            cv: 0,
                            soul: null,
                            skills: [],
                            awakening: {
                                enable: false,
                                material: [],
                                description: null
                            },
                        },
                        {
                            name: '御行达摩',
                            cv: null,
                            soul: null,
                            skills: [],
                            awakening: {
                                enable: false,
                                material: [],
                                description: null
                            },
                        },
                        {
                            name: '灯笼鬼',
                            cv: 0,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外提升为攻击的110%',
                                        'Lv.3技能伤害额外提升为攻击的114%',
                                        'Lv.4技能伤害额外提升为攻击的120%',
                                        'Lv.5技能伤害额外提升为攻击的130%'
                                    ],
                                    description: '让我尝尝你是什么味道~?\n灯笼鬼跳到1名敌人面前，用舌头舔，造成灯笼鬼攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2获得鬼火的概率增加为25%',
                                        'Lv.3获得鬼火的概率增加为30%'
                                    ],
                                    description: '被动技能，灯笼鬼受到攻击时有20%的概率获得1个鬼火。'
                                },
                                {
                                    name: '',cost: 4,
                                    level: [
                                        'Lv.2效果提升为增加10%的暴击率',
                                        'Lv.3效果提升为增加15%的暴击率',
                                        'Lv.4效果提升为增加20%的暴击率'
                                    ],
                                    description: '照亮黑暗就是我的宿命\n主动辅助技能，化身成大灯笼，增加全体队友5%的暴击率。'
                                }
                            ],
                            awakening: {
                                enable: false,
                                material: [],
                                description: null
                            },
                        },
                        {
                            name: '提灯小僧',
                            cv: 1,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '别过来！别碰我！我不是故意的....\n提灯小僧用头猛撞敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '鬼....鬼火球，打、打他们！\n提灯小僧用妖力控制灯笼内的鬼火球射向敌方全体，造成攻击109%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: false,
                                material: [],
                                description: null
                            },
                        },
                        {
                            name: '赤舌',
                            cv: 2,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '呜哈！控制不住力气。\n赤舌冲到敌人面伸出长舌想要舔敌人，结果太大力，用舌头狠狠海扁了对方一顿，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2暴击加成提升为8%点',
                                        'Lv.3速度加成提升为10点',
                                        'Lv.4暴击加成提升为11%点',
                                        'Lv.5速度加成提升为15点'
                                    ],
                                    description: '加油！我敲！\n赤舌搞起手中的鼓，激昂战阵士气，提升全队友5点速度和5%的暴击率，持续2回合。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '呜哇...打雷了\n赤舌击鼓召唤雷云，降下数道闪电攻击敌方全体2次，造成攻击60%的伤害。有30%的概率烧焦敌人，清空其行动条。'
                                }
                            ],
                            awakening: {
                                enable: false,
                                material: [],
                                description: null
                            }
                        },
                        {
                            name: '盗墓小鬼',
                            cv: 3,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '不准挡住我的去路。\n盗墓小鬼飘过去使用黑火攻击目标，造成攻击100%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: false,
                                material: [],
                                description: null
                            },
                        },
                        {
                            name: '寄生魂',
                            cv: null,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '喝.....灼烧吧！\n寄生魂对目标投掷火球，攻击1名敌人，造成攻击100%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: false,
                                material: [],
                                description: null
                            },
                        },
                        {
                            name: '唐纸伞妖',
                            cv: 4,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '我顶！还不退散？\n糖纸伞妖跳到目标身边用伞尖顶撞1名敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '看我的厉害！唔.....头、头好晕....\n糖纸伞妖跳到场地中央，一边转圈一边恐吓敌人，对敌方全体造成攻击109%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: false,
                                material: [],
                                description: null
                            },
                        },
                        {
                            name: '天邪鬼绿',
                            cv: null,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '哈啊，打的就是你！\n绿天邪鬼跳到目标前，用羽子板抽打1名敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '还没被打够吗？看招！\n绿天邪鬼跳到目标前，用羽子板抽打目标3次，每次造成攻击72%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: false,
                                material: [],
                                description: null
                            },
                        },
                        {
                            name: '天邪鬼赤',
                            cv: null,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '哈哈哈，等着被我压成纸片吧！\n赤天邪鬼团成一团，滚过去撞击目标，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [],
                                    description: '啊，来打我啊？\n赤天邪鬼转身拍大屁股，嘲讽目标，目标下次行动时被强制使用普通攻击，同时目标进入激怒状态，造成伤害增加20%，受到伤害增加40%。'
                                }
                            ],
                            awakening: {
                                enable: false,
                                material: [],
                                description: null
                            },
                        },
                        {
                            name: '天邪鬼青',
                            cv: null,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '一步都不准再靠近了！\n青天邪鬼跳至1名敌人面前，用手狠狠地额抓伤目标，攻击目标3次，每次造成青天邪鬼攻击33%的伤害。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [],
                                    description: '哼哼哼~\n青天邪鬼一边低吟着曲子，一边放飞风筝，增加全体队友40点速度1回合。'
                                }
                            ],
                            awakening: {
                                enable: false,
                                material: [],
                                description: null
                            },
                        },
                        {
                            name: '天邪鬼黄',
                            cv: null,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '嘻嘻，砸中了吗？\n黄天邪鬼扔出两只鼓槌，对目标造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [],
                                    description: '锵锵锵~我来给你们助威啦~\n黄天邪鬼打起鼓舞队友，在黄天邪鬼下次行动前，全体队友的暴击率增加15%。'
                                }
                            ],
                            awakening: {
                                enable: false,
                                material: [],
                                description: null
                            },
                        },
                        {
                            name: '帚神',
                            cv: null,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '喝哈.....!\n帚神跳起来用力击打1名敌人，造成目标攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '打扫的干干净净才行~\n帚神一边清扫地面一边攻击敌方全体，造成攻击50%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: false,
                                material: [],
                                description: null
                            },
                        },
                        {
                            name: '凃壁',
                            cv: null,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '喝........!\n凃壁冲至目标面前，攻击1名敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [],
                                    description: '我的身体，可是很坚固的。\n提升全体队友40%的防御力1回合。'
                                }
                            ],
                            awakening: {
                                enable: false,
                                material: [],
                                description: null
                            },
                        }
                    ]
                },
                {
                    type: '1',
                    rank: 'R',
                    sets: [
                        {
                            name: '童女',
                            cv: 5,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '唔.....我的羽毛....！\n童女以妖力硬化自身的羽毛，射向1名敌人，造成童女攻击100%的伤害，同时自身的效果抵抗上升10%，持续1回合。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 吸收量增+16%',
                                        'Lv.3 吸收量增+16%',
                                        'Lv.4 吸收量增+16%',
                                        'Lv.5 吸收量增+16%'
                                    ],
                                    description: '哥哥，你在哪里.....？\n童女披上带有妖力的羽衣，每次受击时羽衣会为童女吸收生命上限3%的伤害，最多吸收当次伤害的40%。'
                                },
                                {
                                    name: '',cost: 1,
                                    level: [
                                        'Lv.2 生命恢复额外+25%',
                                        'Lv.3 生命恢复额外+25%',
                                        'Lv.4 消耗的生命降至10%'
                                    ],
                                    description: '我的命，你拿走好了！\n童女献出当前生命的20%为另一名队友恢复童女生命上限15%的生命值，童女生命值低于10%时无法使用。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        0,
                                        16
                                    ],
                                    [
                                        2,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：童nv献出当前生命的20%为另一名队友恢复童女最大生命值15%的生命，同时队友效果抵抗增加10%，童女生命低于10%时无法使用。'
                            },
                        },
                        {
                            name: '饿鬼',
                            cv: 6,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+10%'
                                    ],
                                    description: '哼，你也尝尝臭馒头吧。\n饿鬼把腐臭的馒头扔向1名敌人，造成饿鬼攻击100%的伤害，并有30%（+效果命中）的概率在敌人身上刻上1层馒头标记。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5%',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+5%'
                                    ],
                                    description: '好饿好饿！快把吃的给我！\n饿鬼凶狠的撞击目标，造成攻击217%的伤害，为目标增加1层馒头标记，并偷取目标一个增益效果。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+5%'
                                    ],
                                    description: '饿死了，好想吃！\n饿鬼吃下有2层馒头印记的敌人，目标1回合无法行动，饿鬼受击有15%的概率吐出目标，对目标造成攻击100%的伤害，并使目标失去所有增益效果。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        0,
                                        16
                                    ],
                                    [
                                        1,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：饿鬼吃下有2层馒头印记的敌人，目标1回合无法行动，饿鬼受击有15%的概率吐出目标，并是目标使去所有增益效果，对敌人全体造成攻击100%的伤害。'
                            },
                        },
                        {
                            name: '独眼小僧',
                            cv: 4,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+10%'
                                    ],
                                    description: '呀哈——看我的.....小石头！\n独眼小僧把日夜努力锻炼出的扔石子技术用在了攻击敌人上，攻击1名敌人并造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5%',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+5%'
                                    ],
                                    description: '师父，和我一起.......泰山流重压拳头！\n独眼小僧冲锋至1名敌人面前，以石菩萨猛击对方，造成攻击163%的伤害，并有25%（+效果命中）的率眩晕目标，持续1回合。'
                                },
                                {
                                    name: '',cost: 1,
                                    level: [
                                        'Lv.2 提升防御效果增加为18%',
                                        'Lv.3 反弹伤害比例增加为15%',
                                        'Lv.4 提升防御效果增加为20%',
                                        'Lv.5 反弹伤害比例增加为20%'
                                    ],
                                    description: '就让我来保护师父和大家！\n独眼小僧为全体队友诵经加持，队友防御提升15%，同事反弹所受伤害的10%，诵经状态下独眼小僧的速度下降30点。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        0,
                                        16
                                    ],
                                    [
                                        2,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：为全体队友诵经加持，队友防御提升15%，同时反弹所受伤害的10%，诵经状态下独眼小僧的速度下降30点。'
                            },
                        },
                        {
                            name: '鸦天狗',
                            cv: 4,
                            soul: [
                                [
                                    [
                                        '破势',
                                        4
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '心眼',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+5%'
                                    ],
                                    description: '正义一定会战胜邪恶的！\n鸦天狗疾闪至1名敌人面前惠东刺刀戳刺，造成攻击80%的伤害，有30%的概率联合一名队友协同攻击。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5%',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+5%'
                                    ],
                                    description: '正义之天鸦啊，与罪恶一站到底吧！\n鸦天狗以妖力召集黑鸦攻击敌方全体，造成攻击106%的伤害，并将伤害的40%化为自身的生命。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '罪恶，就由我来清除干净吧！\n回合开始时，鸦天狗有50%的概率清除1名队友身上的1个减益效果。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        0,
                                        16
                                    ],
                                    [
                                        1,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：回合开始时，鸦天狗有50%的概率清除1名队友身上的1个减益效果。'
                            },
                        },
                        {
                            name: '食发鬼',
                            cv: 7,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5%',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+5%'
                                    ],
                                    description: '能死在我的秀发之下，可是你的荣幸~\n食发鬼用引以为傲的长发编成鞭子，鞭打1名敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [],
                                    description: '多睡美容觉，皮肤才会好哦~!\n食发鬼从烟斗吹出迷烟，迷烟飘至敌人处，化作发丝紧紧缠住1名敌人。被缠的敌人会陷入沉睡，持续1个回合，沉睡期间只要受到攻击就会醒来。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5%',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+5%'
                                    ],
                                    description: '非要我露出真面目才肯乖乖的吗？\n食发鬼露出发幕下的真面目恫吓敌方全体，造成食发鬼攻击87%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        0,
                                        16
                                    ],
                                    [
                                        1,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：食发鬼露出发幕下的真面目恫吓敌方全体，造成食发鬼攻击87%的伤害，并击退敌人30%的行动条。'
                            },
                        },
                        {
                            name: '武士之灵',
                            cv: 8,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5%',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+10%'
                                    ],
                                    description: '老夫还没败，再战一场！\n即使已经失去了身体、失去了武器，武士之灵还是挥起了拳头，攻击1名敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2 直接伤害+5%',
                                        'Lv.3 直接伤害+5%',
                                        'Lv.4 直接伤害+5%',
                                        'Lv.5 直接伤害+5%'
                                    ],
                                    description: '亡魂啊，让他们也尝尝不甘的滋味！\n释放被不甘的怨念引来的亡魂攻击敌方全体，造成攻击93%的伤害，敌人在被亡魂附着时使用鬼火，会受到武士之灵攻击50%的伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5%',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+10%'
                                    ],
                                    description: '尽情释放怨恨吧！\n武士之灵号令附在敌人身上的亡魂，对敌方全体造成攻击120%的伤害，2回合内敌人的命中下降10%，受到治疗效果下降40%，技能冷却3回合，造成伤害后亡魂消失。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        0,
                                        0,
                                        16
                                    ],
                                    [
                                        0,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：武士之灵号令附在敌人身上的亡魂，对敌方全体造成攻击120%的伤害，2回合内敌人的命中下降10%，受到治疗效果下降40%，技能冷却3回合，造成伤害后亡魂消失。'
                            },
                        },
                        {
                            name: '雨女',
                            cv: 5,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5%',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+10%'
                                    ],
                                    description: '呜呜呜.....\n雨女将蕴涵妖力的泪珠存在伞中，并在必要时射出泪弹攻击敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2 触发减速的概率增至100%（+效果命中：0%）',
                                        'Lv.3 颗驱散的减益效果增至2个 ',
                                        'Lv.4 减速效果强化至：减少20点速度'
                                    ],
                                    description: '天空，你也和我一样在哭泣吗.....\n雨女眼泪不止，化作天空的雨，驱散1个敌方增益效果和友方减益效果，有50%（+效果命中）的概率在2回合内对降低敌方10点速度。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '要到什么时候...这心中的泪雨才能停呢？\n雨女回合开始时，雨女会驱散自身所有的减益效果。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        0,
                                        16
                                    ],
                                    [
                                        2,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：回合开始时，雨女会驱散自身所有的减益效果。'
                            },
                        },
                        {
                            name: '跳跳弟弟',
                            cv: 9,
                            soul: [
                                [
                                    [
                                        '生命',
                                        2
                                    ],
                                    [
                                        '生命',
                                        2
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5%',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+10%'
                                    ],
                                    description: '打我哦！\n跳跳弟弟跳到敌人面前，奋力使出直拳，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5%',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+5%'
                                    ],
                                    description: '唔唔——尝尝这毒气吧！\n跳跳弟弟对敌方全体喷射尸毒，造成攻击76%的伤害，使目标在2回合内每回合损失跳跳弟弟攻击力22%的生命值。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2所受伤害转换为的攻击力增至6%',
                                        'Lv.3所受伤害转换为的攻击力增至7%',
                                        'Lv.4所受伤害转换为的攻击力增至8%',
                                        'Lv.5所受伤害转换为的攻击力增至9%'
                                    ],
                                    description: '不准过来！\n跳跳弟弟愤怒地驱赶着敌人，将所有受伤害的5%转化为攻击。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        0,
                                        16
                                    ],
                                    [
                                        2,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: null
                            },
                        },
                        {
                            name: '跳跳妹妹',
                            cv: 10,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5%',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+10%'
                                    ],
                                    description: '坏人最讨厌了，通通给我消失！\n跳跳妹妹冲到1名敌人面前，痛快地甩手抽打对方2次，每次造成攻击50%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '呜呜.....不玩了啦！呜呜呜......\n跳跳妹妹回合结束后有30%概率蹲在原地嗷嗷大哭、撒娇耍赖，增加自身40%的防御力。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2 生命增加为跳跳妹妹的15%，攻击增加为跳跳妹妹的60%',
                                        'Lv.3 生命增加为跳跳妹妹的20%，攻击增加为跳跳妹妹的70%',
                                        'Lv.3 生命增加为跳跳妹妹的25%，攻击增加为跳跳妹妹的80%',
                                        'Lv.4生命增加为跳跳妹妹的30%，攻击增加为跳跳妹妹的90%'
                                    ],
                                    description: '狗狗，快去要那帮坏人！出击！\n在敌我双方所有阵亡的单位处召唤跳跳犬，跳跳犬的生命、攻击分别为跳跳妹妹的10%和50%。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        0,
                                        16
                                    ],
                                    [
                                        2,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：在敌我双方所有阵亡的单位处召唤跳跳犬，跳跳犬的生命、攻击分别为跳跳妹妹的10%和50%。跳跳犬击杀敌人后，会在敌人阵亡处召唤一只跳跳犬。'
                            },
                        },
                        {
                            name: '兵俑',
                            cv: 11,
                            soul: [
                                [
                                    [
                                        '生命',
                                        2
                                    ],
                                    [
                                        '生命',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '效果命中',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 技能伤害额外+25%',
                                        'Lv.3 技能伤害额外+25%',
                                        'Lv.4 技能伤害额外+25%',
                                        'Lv.5 技能伤害额外+25%'
                                    ],
                                    description: '铠甲不坚，长刀不利，魂魄不保！\n挥舞长刀斩击敌人，造成兵俑防御160%的伤害，连续两次使用该技能攻击同一敌人时，会变为重劈，额外造成50%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2触发坚甲需要损失的生命值降至20%',
                                        'Lv.3防御提升效果增至：+7%防御',
                                        'Lv.4防御提升效果增至：+9%防御',
                                        'Lv.5防御提升效果增至：11%防御'
                                    ],
                                    description: '在下会接下你的所有攻击！\n兵俑每损失30%的生命，防御提升5%，防御提升效果可以叠加。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2受到伤害减免比例增至10%',
                                        'Lv.3受到伤害减免比例增至15%',
                                        'Lv.4受到伤害减免比例增至20%',
                                        'Lv.5受到伤害减免比例增至25%'
                                    ],
                                    description: '没有人能击破我的防御！\n兵俑消耗当前生命的10%石化自身，使自身受到的伤害降低5%，并嘲讽地方全体。被嘲讽的敌人有60%（+效果命中）的概率在下次行动时控制对兵俑使用普通攻击。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        0,
                                        0,
                                        16
                                    ],
                                    [
                                        0,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: null
                            },
                        },
                        {
                            name: '丑时之女',
                            cv: 12,
                            soul: [
                                [
                                    [
                                        '招财猫',
                                        4
                                    ],
                                    [
                                        '防御',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '火灵',
                                        4
                                    ],
                                    [
                                        '防御',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5%',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+10%'
                                    ],
                                    description: '钉！钉！钉！哐哐哐！哈哈哈....！\n丑时之女钉打稻草人，在其背后生成咒术阵，并向1名敌人射出咒锥，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 被咒者受到的额外伤害增至10%',
                                        'Lv.3 对敌人下咒的概率增至30%',
                                        'Lv.4 被咒者受到的额外伤害增至15%',
                                        'Lv.5 对敌人下咒的概率增至40%'
                                    ],
                                    description: '嘻嘻嘻~就快结束了~\n丑时之女行动结束时有20%的概率对一个随机敌人释放咒火，使其受到的伤害增加5%。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2 稻草人生命增至敌人的15%',
                                        'Lv.3 稻草人生命增至敌人的20%',
                                        'Lv.4 稻草人生命增至敌人的25%',
                                        'Lv.5 稻草人生命增至敌人的30%'
                                    ],
                                    description: '草人的伤，全都会到你身上哦~啊哈哈哈哈！\n召唤一个巨大的稻草人连接1名敌人的灵魂，建立连接后，稻草人受到的受有伤害都会转嫁到目标身上，稻草人的防御、生命分别为目标80%和10%。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        0,
                                        0,
                                        16
                                    ],
                                    [
                                        0,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：召唤一个巨大的稻草人连接1名敌人的灵魂，建立连接后，稻草人受到的所有伤害都会转嫁到目标身上，稻草人的防御、生命分别为目标的50%和10%。'
                            },
                        },
                        {
                            name: '巫蛊师',
                            cv: 7,
                            soul: [
                                [
                                    [
                                        '轮入道',
                                        4
                                    ],
                                    [
                                        '效果命中',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '破势',
                                        4
                                    ],
                                    [
                                        '效果命中',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5%',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+5%'
                                    ],
                                    description: '嘿嘿...一不留神，虫子就会爬进去哦。\n巫蛊师向1名敌人抛出蛊虫，造成巫蛊师攻击力100%的伤害，并施以可使[蛊]加速进食的毒咒，对体内有蛊的敌人额外造成20%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2傀儡的生命值增至宿主的25%',
                                        'Lv.3傀儡的攻击力增至宿主的40%',
                                        'Lv.4傀儡的生命值增至宿主的30%',
                                        'Lv.5傀儡的攻击力增至宿主的50%'
                                    ],
                                    description: '蛊虫们，听我命令——！\n体内有[蛊]的敌人阵亡后，灵魂仍被[蛊]控制，成为巫蛊师的傀儡，傀儡的生命，攻击分别为宿主的20%和30%。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '咕嘻嘻嘻....爆炸吧，虫子们！\n巫蛊师将[蛊]扔向敌方全体，造成攻击109%的伤害，40%（+效果命中）的几率是敌人被[蛊]附体，持续3回合。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        0,
                                        16
                                    ],
                                    [
                                        1,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：效果命中增加20%'
                            },
                        },
                        {
                            name: '铁鼠',
                            cv: 11,
                            soul: [
                                [
                                    [
                                        '火灵',
                                        4
                                    ],
                                    [
                                        '效果命中',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '招财猫',
                                        4
                                    ],
                                    [
                                        '效果命中',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5%',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+10%'
                                    ],
                                    description: '叮当，叮当~是时候还我钱了吧？\n铁鼠乘着金币之轮哐啷哐啷地激动到敌人面前，趁其分神之际狠敲敌人的脑袋，造成攻击100%的伤害，有50%（+效果命中）的概率降低目标20%的暴击。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '看钱！人在钱下四，做鬼也风流！哈哈哈！\n以妖力操纵数不尽的金币砸向敌方全体，丝毫不给喘气的机会，造成攻击76%的伤害，并使敌人在2回合内额外承受20%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '只要活着，就需要钱。\n铁鼠受到攻击时有40%（+效果命中）概率降低攻击者20%的攻击。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        0,
                                        16
                                    ],
                                    [
                                        2,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：铁鼠受到攻击时有40%（+效果命中）概率降低攻击者20%的攻击。'
                            },
                        },
                        {
                            name: '椒图',
                            cv: 13,
                            soul: [
                                [
                                    [
                                        '火灵',
                                        4
                                    ],
                                    [
                                        '效果命中',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '效果命中',
                                        2
                                    ],
                                    [
                                        '效果命中',
                                        2
                                    ],
                                    [
                                        '防御',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5%',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+10%'
                                    ],
                                    description: '可别小看了水花哦~看招~\n椒图摆动尾巴，拨动周围的水气，形成水花弹喷向敌人，造成攻击100%的伤害，并且有30%（+效果命中）的概率降低其10点速度。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2暴击伤害提升效果增至：10%暴击伤害 ',
                                        'Lv.3暴击伤害提升效果增至：15%暴击伤害 ',
                                        'Lv.4暴击伤害提升效果增至：20%暴击伤害'
                                    ],
                                    description: '就让椒图给您还击的力量吧~\n椒图受到伤害是，有50%概率提升所有队友5%的暴击伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2涓流之链持续回合数+1',
                                        'Lv.2受涓流之链影响的单位受到伤害下降5%'
                                    ],
                                    description: '痛痛，分一分就飞走了~呼呼~\n以妖力链接所有队友体内的生命之水，形成涓流：被链接单位受到伤害时平摊给所有被链接单位，链接在椒图行动1次后消失。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        0,
                                        16
                                    ],
                                    [
                                        1,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: null
                            },
                        },
                        {
                            name: '管狐',
                            cv: 14,
                            soul: [
                                [
                                    [
                                        '破势',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '网切',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5%',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+10%'
                                    ],
                                    description: '想躲可没那么容易！\n管狐旋转竹管并狠狠扔向敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '接受雷云的炮轰吧！\n管狐将妖力注入竹管，喷出雷云弹爆轰1名敌人，造成攻击228%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 防御加成效果增至15%',
                                        'Lv.3 生命恢复额外+50%',
                                        'Lv.4 防御加成效果增至20%'
                                    ],
                                    description: '你们这些家伙，可别惹我！\n管狐在行动后有15%的概率钻进竹管，提升10%的防御，回复自身4%的生命。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        0,
                                        16
                                    ],
                                    [
                                        2,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：管狐在行动后有15%的概率钻进竹管，提升10%的防御，回复自身4%的生命。'
                            },
                        },
                        {
                            name: '萤草',
                            cv: 10,
                            soul: [
                                [
                                    [
                                        '攻击',
                                        2
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '攻击',
                                        2
                                    ],
                                    [
                                        '树妖',
                                        4
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5%',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+10%'
                                    ],
                                    description: '我也来帮忙~\n萤草汇聚妖力攻击1名敌人，造成攻击100%的伤害，并将其中的30%转化为自身的生命。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '只要不放弃，一定还有希望！\n萤草受到攻击时，回复其攻击15%的生命。注：多段攻击也只会触发一次。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2生命恢复额外+5%',
                                        'Lv.3生命恢复额外+5%',
                                        'Lv.4生命恢复额外+5%',
                                        'Lv.5生命恢复额外+5%'
                                    ],
                                    description: '神啊，请您施以至于的恩泽~\n萤草为全体队友恢复萤草攻击的87%的生命，并在之后每回合为队友恢复萤草攻击22%的生命，持续2回合。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        0,
                                        0,
                                        16
                                    ],
                                    [
                                        0,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: null
                            },
                        },
                        {
                            name: '蝴蝶精',
                            cv: 1,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5%',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+5%'
                                    ],
                                    description: '这是很多中花的香味哦~\n蝴蝶精山东翅膀将能乱人心神的花粉吹向1名敌人，对其造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '治愈之舞~\n为1名队友驱散1个减益效果，并未其回复生命上限24%的生命。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 速度提升增至：+20',
                                        'Lv.3 只需失去25%生命，即可为蝴蝶精提升速度',
                                        'Lv.4 速度提升增至：+30',
                                        'Lv.5 只需失去20%生命，即可为蝴蝶精提升速度'
                                    ],
                                    description: '在花丛中跳舞吧~\n生命最低的队友每失去30%的生命，为蝴蝶精提升10点速度。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        0,
                                        16
                                    ],
                                    [
                                        1,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：生命最低的队友每失去30%的生命，为蝴蝶精提升10点速度。'
                            },
                        },
                        {
                            name: '山童',
                            cv: 11,
                            soul: [
                                [
                                    [
                                        '效果命中',
                                        2
                                    ],
                                    [
                                        '效果命中',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '哈啊....啊，这就碎了？这也算岩石？\n山童轻松举起沉重的石锤，高高跃起然后重重地砸向1名敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '要比力气吗？我可不会输~\n山童攻击造成伤害时，有8%（+效果命中）的概率眩晕敌人1回合。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+6%',
                                        'Lv.3技能伤害额外+6%',
                                        'Lv.4技能伤害额外+6%',
                                        'Lv.5技能伤害额外+6%'
                                    ],
                                    description: '\t怎么了，这就受不了了?\n山童抄起石锤就跳入敌阵，使出怪力猛轰敌方全体3次，每次造成攻击35%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        0,
                                        16
                                    ],
                                    [
                                        2,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：防御加成增加20%'
                            },
                        },
                        {
                            name: '首无',
                            cv: 15,
                            soul: [
                                [
                                    [
                                        '破势',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '蝠翼',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '网切',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '没有人能阻碍我！\n首无冲至目标面前，重击目标，对1名敌人造成首无攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '放弃挣扎吧，结束了.....！\n首无对目标施加虚无符咒，对1名敌人造成首无攻击206%的伤害，此次攻击无视目标40%的防御。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '冥火啊，助我一臂之力！\n首无对生命高于自身的目标造成伤害时，会恢复该次伤害25%的生命，对生命不高于自身的目标造成伤害时，造成额外15%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        0,
                                        16
                                    ],
                                    [
                                        1,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：首无对生命高于自身的目标造成伤害时，会恢复该次伤害25%的生命，对生命不高于自身的目标造成伤害时，造成额外15%的伤害。'
                            },
                        },
                        {
                            name: '觉',
                            cv: 16,
                            soul: [
                                [
                                    [
                                        '心眼',
                                        4
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '网切',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '是不是很痛哈哈哈！\n觉挥舞着手中的狼牙棒跳至敌人面前，敲打1名敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '猜猜这是什么东西！呀嘿——！\n觉用狼牙棒向敌方打出炸蛋球，炸弹爆炸对敌方全体造成攻击132%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '敢打伤我，我可不饶了你!\n受击时有40%的概率在敌人身上刻上记恨印记，觉攻击带有记恨印记的敌人时额外造成15%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        0,
                                        0,
                                        16
                                    ],
                                    [
                                        0,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：受击时有40%的概率在敌人身上刻上记恨印记，觉攻击带有记恨印记的敌人时额外造成15%的伤害。'
                            },
                        },
                        {
                            name: '青蛙瓷器',
                            cv: 17,
                            soul: [
                                [
                                    [
                                        '针女',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '网切',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '出千？怎么可能！呱呱\n青蛙瓷器突然变成麻将砸向1名敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '猜猜这是什么东西！呀嘿——！\n觉用狼牙棒向敌方打出炸蛋球，炸弹爆炸对敌方全体造成攻击132%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '命运眷顾的是本呱~！岭上开花！和了~\n青蛙瓷器根据抛出骰子的点数，向目标砸下麻将牌，造成攻击185%的伤害，每砸下一个麻将牌造成攻击27%的额外伤害。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        0,
                                        16
                                    ],
                                    [
                                        1,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '命运一定会眷顾老朽的，呱！\n青蛙瓷器阵亡时会对一个随机地方目标使用一次无消耗的[岭上开花]。'
                            },
                        },
                        {
                            name: '山兔',
                            cv: 18,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '砰——！大纸扇！还听不听话\n山兔乘着巨大的山蛙跳到敌人面前，趁其不备拿出纸扇攻狠拍对方，造成100%的伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '呱呱~你说宝宝套哪个奖品好呢\n把1名敌人当做幸运套环的奖品，丢出套环攻击敌人，造成攻击237%的伤害，有10%（+效果命中）的概率将其变为小纸人。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2 攻击提升效果增至：15%攻击',
                                        'Lv.3 攻击提升效果增至：20%攻击'
                                    ],
                                    description: '\t嘿~哈~宝宝给大家跳舞加油了哦\n山兔起舞为队友鼓劲，回复己方全体30%的行动条，并提升10%的攻击，持续2回合。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        0,
                                        16
                                    ],
                                    [
                                        1,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: null
                            },
                        },
                        {
                            name: '三尾狐',
                            cv: 19,
                            soul: [
                                [
                                    [
                                        '针女',
                                        4
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '阴摩罗',
                                        4
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 有20%的概率增加自身10点速度，持续1回合',
                                        'Lv.3 技能伤害额外+10%',
                                        'Lv.4 加速概率增至30%',
                                        'Lv.5 技能伤害额外+10%',
                                        'Lv.6 加速持续回合数+1'
                                    ],
                                    description: '呵呵，我要过来了哦~\n带着微笑妩媚地接近，再以迅雷不及掩耳之势用尾巴扇刮1名敌人，造成三尾狐攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 生命恢复额外+25%',
                                        'Lv.3 恢复生命的触发概率增加为100%',
                                        'Lv.4 生命恢复额外+25%'
                                    ],
                                    description: '\t哎呀，来和阶级一起玩玩嘛，好不好？\n妖狐低于着诱惑的话语，偷心摄魂，击杀敌人时有50%的概率回复自身生命上限20%的生命。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2 攻击提升效果增至：15%攻击',
                                        'Lv.3 攻击提升效果增至：20%攻击'
                                    ],
                                    description: '虚无的幻想，还不消散！\n三尾狐妖媚的容颜突然凌厉起来，对1名敌人展开3次连续攻击，每次造成三尾狐攻击88%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        0,
                                        16
                                    ],
                                    [
                                        1,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：速度增加20'
                            },
                        },
                        {
                            name: '座敷童子',
                            cv: 20,
                            soul: [
                                [
                                    [
                                        '招财猫',
                                        4
                                    ],
                                    [
                                        '生命',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '珍珠',
                                        4
                                    ],
                                    [
                                        '生命',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '灵魂之火，来帮帮我吧。\n座敷童子灵魂火焰攻击1名敌人，造成攻击100%的伤害，有50%的几率为己方增加1点鬼火。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2额外初始鬼火+1',
                                        'Lv.3额外初始鬼火+1'
                                    ],
                                    description: '大家的运气，我就先收下啦。\n座敷童子[借]来好运，化为己用。在在每次战斗开始时额外获得1点初始鬼火。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 获得的鬼火+1',
                                        'Lv.3 生面耗降为20%'
                                    ],
                                    description: '嗯，这样也可以。\n[塞翁失马，焉知非福，塞翁得马，焉之非祸？]福祸相生，所有的好运都伴随着代价。座敷童子牺牲当前生命的30%，获得2点鬼火。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        0,
                                        16
                                    ],
                                    [
                                        1,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: null
                            },
                        },
                        {
                            name: '鲤鱼精',
                            cv: 1,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 驱散敌人身上1个增益效果',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+5%'
                                    ],
                                    description: '我也会生气的哦！\n鲤鱼精挥起鱼尾，鞭打1名敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2 伤害吸收量额外+8%',
                                        'Lv.3 伤害吸收量额外+8%',
                                        'Lv.4 伤害吸收量额外+8%'
                                    ],
                                    description: '泡泡，泡泡！快变成防护罩~\n将泡泡化为能量盾守护全体队友。泡泡盾能吸收鲤鱼精生命上限12%的伤害，持续2回合。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2 被泡泡之牢笼困住的单位每次行动会受到鲤鱼精攻击50%的伤害。',
                                        'Lv.3 泡泡之牢强度额外+10%',
                                        'Lv.4 敌人每回行动受到伤害诶外+50%',
                                        'Lv.5 泡泡之牢强度额外+10%'
                                    ],
                                    description: '都说了，不可以乱动哦。\n用水凝成结界，困住1名敌人2回合，敌人只能使用普通攻击破水牢逃脱。泡泡之牢能承受鲤鱼精攻击150%的伤害，技能冷却时间3回合。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        0,
                                        0,
                                        16
                                    ],
                                    [
                                        0,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：将泡泡化为能量盾保护全体队友。泡泡盾能吸收鲤鱼精生命上限12%的伤害，并提升队友10%的效果命中，持续2回合。'
                            },
                        },
                        {
                            name: '九命猫',
                            cv: 3,
                            soul: [
                                [
                                    [
                                        '针女',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '网切',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '猫哼——！\n伸出利爪狠抓1名敌人，造成九命猫攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '本喵还可以再战！吃我一爪！\n九命猫张牙舞爪，仿佛又发泄不完的怨恨，连续三次爪击1名敌人，每次造成攻击的73%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '只要本喵还有喵命！\n暴击时九命猫会为自身刻上1层猫尾印记，当身上刻有4层猫尾印记时，九命猫被击杀后可立即复活，回复20%的生命，并对任意一名敌人发动[报复]，技能冷却3回合。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        0,
                                        0,
                                        16
                                    ],
                                    [
                                        0,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：暴击时九命猫会为自身刻上1层猫尾印记，当身上刻有4层猫尾印记是，九命猫被击杀后可立即复活，回复20%的生命，并对任意一名敌人发动[报复]，技能冷却3回合。'
                            },
                        },
                        {
                            name: '狸猫',
                            cv: 21,
                            soul: [
                                [
                                    [
                                        '镜姬',
                                        4
                                    ],
                                    [
                                        '效果命中',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '效果命中',
                                        2
                                    ],
                                    [
                                        '效果命中',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '我的酒壶，可硬了，嗝....!\n狸猫用酒壶狠狠地砸了一下敌人的脑门，造成攻击100%的伤害，给敌人刻下1个酒气标记，有50%（+效果命中）的概率附加嘲讽效果。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 生命回复额外+16%',
                                        'Lv.3 睡着的概率增至30%',
                                        'Lv.4 生命回复额外+16%',
                                        'Lv.5 睡着的概率增至30%'
                                    ],
                                    description: '酒，酒！拿.....嗝.....酒来！\n回合结束时，狸猫就20%的概率睡着，自然醒时，回复其6%的生命，有50%的概率被攻击吵醒，醒后攻击者会被刻上酒气标记。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2 技能伤害额外+8%',
                                        'Lv.3 技能伤害额外+8%',
                                        'Lv.4 技能伤害额外+8%',
                                        'Lv.5 技能伤害额外+8%'
                                    ],
                                    description: '酒不能给你....不过火可以！\n喝下一口妖酒，再聚集火之妖力喷吐出大型火焰灼烧敌方全体，造成狸猫生命上限10%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        0,
                                        16
                                    ],
                                    [
                                        2,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：喝下一口妖酒，再聚集火之妖力喷吐出大型火焰灼烧敌方全体，造成狸猫生命上限10%的伤害，每层酒气标记额外造成狸猫生命上限3%的伤害。'
                            },
                        },
                        {
                            name: '河童',
                            cv: 21,
                            soul: [
                                [
                                    [
                                        '轮入',
                                        4
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '心眼',
                                        4
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '哈啊——水流弹！\n将水流压缩成水弹攻击1名敌人，造成攻击75%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 每层增加20%的攻击',
                                        'Lv.3 每层增加25%的攻击',
                                        'Lv.4 每层增加30%的攻击'
                                    ],
                                    description: '以清流之名，洗清你的罪孽！\n回合结束时，得到清流滋润的河童妖力提升，攻击增加15%，清流的效果最多可叠加4层。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '听吧，这来自大河之水的愤怒！\n以大河之水形成的巨大水弹，对敌方全体造成河童攻击96%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        0,
                                        0,
                                        16
                                    ],
                                    [
                                        0,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：以大河之水形成的巨大水弹，对敌方全体造成河童攻击96%的伤害，生命低于40%的敌人所有到上海额外+20%'
                            },
                        },
                        {
                            name: '童男',
                            cv: 6,
                            soul: [
                                [
                                    [
                                        '地藏像',
                                        4
                                    ],
                                    [
                                        '防御',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '被服',
                                        4
                                    ],
                                    [
                                        '防御',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '就用我的羽毛，保护大家吧。 \n童男以妖力硬化自身的羽毛，射向1名敌人，造成童男攻击100%的伤害，并降低其10%的效果命中，持续1回合。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2吸收量增+16%',
                                        'Lv.3吸收量增+16%',
                                        'Lv.4吸收量增+16%',
                                        'Lv.5吸收量增+16%'
                                    ],
                                    description: '妹妹，哥哥就在你身边哦。\n童男披上带有妖力的羽衣，每次受击时羽衣回味童男吸收生命上限3%的伤害，最多吸收当次伤害的40%。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [],
                                    description: '我愿意献上我的灵魂。\n童男献祭自己，复活所有其他队友，复活后的队友生命为童男生命上限的30%。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        0,
                                        16
                                    ],
                                    [
                                        2,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：童男献祭自己，复活所有其他队友，复活后的队友生命为童男生命上限的30%，行动条增加50%。'
                            },
                        },
                        {
                            name: '古笼火',
                            cv: 42,
                            soul: [
                                [
                                    [
                                        '地藏像',
                                        4
                                    ],
                                    [
                                        '生命',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '哼哼，抓到一个落单的~。\n使用焰火攻击目标，对1名敌人造成攻击100%的伤害'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2获得鬼火概率25%',
                                        'Lv.3获得鬼火概率30%'
                                    ],
                                    description: '快给我住手，蠢货。\n被动技能，古笼火受到攻击时有20%概率获得1点鬼火，如果行动时鬼火数为0则立即获得1点鬼火。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2效果增强，造成的伤害增至15%',
                                        'Lv.3效果增强，造成的伤害增至20%',
                                        'Lv.4效果增强，造成的伤害增至25%',
                                        'Lv.5效果增强，造成的伤害增至30%'
                                    ],
                                    description: '不想听你说话，快走开。\n古笼火为除自己以外1个目标增加恶戏标记，被标记的单位会被沉默，但该单位造成的伤害增加10%，持续2回合。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        0,
                                        0,
                                        16
                                    ],
                                    [
                                        0,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        0,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ]
                                ],
                                description: '属性增强：[灵运]，行动时鬼火数为0则立即获得1点鬼火。'
                            },
                        }
                    ]
                },
                {
                    type: '2',
                    rank: 'SR',
                    sets: [
                        {
                            name: '吸血姬',
                            cv: 16,
                            soul: [
                                [
                                    [
                                        '蝠翼',
                                        4
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '涅槃之火',
                                        4
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '呵，害怕吗？ \n吸血姬消耗当前生命的10%对目标造成攻击120%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '用血来偿还吧！ \n吸血姬损失的生命会为她提供攻击加成，每损失10%生命，攻击增加5%。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '吸血姬化为血蝠拥抱敌人，对目标造成攻击131%的伤害，并回复自身30%的生命。被拥抱的敌人每回合损失5%的生命，持续2回合。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        1,
                                        16
                                    ],
                                    [
                                        2,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '属性增强：化为血蝠拥抱敌人，对目标造成攻击131%的伤害，并回复自身30%的生命。被拥抱的敌人每回合损失5%的生命，持续2回合。'
                            },
                        },
                        {
                            name: '二口女',
                            cv: 3,
                            soul: [
                                [
                                    [
                                        '针女',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '心眼',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '嘻嘻~啊，我只是想和你问好.......\n二口女低头问好时，头上的妖灵乘机攻击敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '不要！别过来！\n二口女每次行动获得2个子弹印记，受到攻击损伤1个印记，每个印记使二口女收到伤害减少10%，最多存在6个印记。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2每发子弹伤害增至攻击的46%',
                                        'Lv.3每发子弹伤害增至攻击的48%',
                                        'Lv.4每发子弹伤害增至攻击的50%',
                                        'Lv.5每发子弹伤害增至攻击的51%'
                                    ],
                                    description: '我，我不是故意的！对不起！\n二口女在低头说抱歉时，头上的妖灵吐出2发子弹随机攻击敌人，造成攻击44%的伤害，每个子弹标记可增加1发子弹。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        1,
                                        16
                                    ],
                                    [
                                        2,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: null
                            },
                        },
                        {
                            name: '镰鼬',
                            cv: 7,
                            soul: [
                                [
                                    [
                                        '轮入道',
                                        4
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '轮入',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '锤？钉耙？剑？总有一款合你口味哈哈~ \n镰鼬使用多种武器攻击1名敌人，造成攻击100%的伤害，有20%（+效果命中）的概率使其防御在2回合内降低30%、或眩晕1回合或在2回合每回合受到生命上限5%的伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2攻击加成增至20%',
                                        'Lv.3同事增加30%的行动条 ',
                                        'Lv.4效果抵抗提升增至20%',
                                        'Lv.5攻击加成增至25%'
                                    ],
                                    description: '就让你见识一下我们三兄弟的羁绊！ \n镰鼬以三兄弟的羁绊激励队友，增加全体队友15%的攻击和10%的效果抵抗，持续2回合。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2触发概率增加5%',
                                        'Lv.3触发概率增加5%',
                                        'Lv.4触发概率增加5%',
                                        'Lv.5触发概率增加5%'
                                    ],
                                    description: '哈哈哈~我们可是最强的三兄弟！ \n镰鼬行动结束时有10%的概率获得1次额外行动机会。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        1,
                                        16
                                    ],
                                    [
                                        2,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '属性增强：汤盆冲撞技能添加'
                            },
                        },
                        {
                            name: '白狼',
                            cv: 24,
                            soul: [
                                [
                                    [
                                        '破势',
                                        4
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '网切',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '摈除杂念，专心一志。 \n行动结束时，白狼有30%的概率进入冥想状态，在下次行动时增加自身20%的暴击伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '那么，在下就不客气了！\n白狼进入无我之境，射出注入全部妖力的箭矢，造成攻击237%的伤害，此击的暴击概率额外增加30%。成功击杀敌人时，自身行动条增加60%。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '白狼，参上~！\n白狼射出注入了妖力的箭矢攻击目标，造成攻击100%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        1,
                                        16
                                    ],
                                    [
                                        1,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: null
                            },
                        },
                        {
                            name: '惠比寿',
                            cv: 38,
                            soul: [
                                [
                                    [
                                        '生命',
                                        4
                                    ],
                                    [
                                        '生命',
                                        2
                                    ],
                                    [
                                        '生命',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '好运临门~ \n惠比寿挥动笏板使用流光击打目标，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2鲤鱼旗行动时在所有己方单位的减益效果中随机选择2个进行驱散 ',
                                        'Lv.3鲤鱼旗的生命增至惠比寿生命的50% ',
                                        'Lv.4鲤鱼旗的生命增至惠比寿生命的60%'
                                    ],
                                    description: '给大家都带去好运吧~ \n惠比寿召唤鲤鱼旗，在己方行动时，鲤鱼旗为其恢复一定的生命，恢复量为鲤鱼旗的生命的40%，鲤鱼旗集成惠比寿40%的生命。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2获得鬼火的概率增加为25% ',
                                        'Lv.3获得鬼火的概率增加为30% '
                                    ],
                                    description: '没事没事~接下来就会顺利了。 \n被动技能，惠比寿受到攻击时，有20%的概率获得1点鬼火。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        1,
                                        16
                                    ],
                                    [
                                        2,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '20%概率获得1点鬼火。'
                            },
                        },
                        {
                            name: '桃花妖',
                            cv: 30,
                            soul: [
                                [
                                    [
                                        '树妖',
                                        4
                                    ],
                                    [
                                        '生命',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '生命',
                                        2
                                    ],
                                    [
                                        '生命',
                                        2
                                    ],
                                    [
                                        '生命',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '桃花瓣啊，漫天飞舞吧！ \n舞动的花瓣结成华之印，攻击1名敌人，对其造成桃花妖攻击的100%伤害。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2恢复的生命值+5%',
                                        'Lv.3恢复的生命值+5%',
                                        'Lv.4恢复的生命值+5%',
                                        'Lv.5恢复的生命值+5%'
                                    ],
                                    description: '芬芳的香气，赐予我治愈之力吧。 \n采集繁华的香气，凝成温柔的生命之风，治愈1名队友，为其回复桃花妖生命上限20%的生命。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2复活后，目标生命值恢复的生命值+5%',
                                        'Lv.3复活后，目标生命值恢复的生命值+5%',
                                        'Lv.4复活后，目标生命值恢复的生命值+5%',
                                        'Lv.5复活后，目标生命值恢复的生命值+10%'
                                    ],
                                    description: '哼，不准给我装死，快点起来战斗~ \n以盛放的桃花结成复苏结界，复活1名阵亡队友，并未其回复桃花妖生命上限20%的生命，技能冷却2回合。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        1,
                                        16
                                    ],
                                    [
                                        2,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: null
                            },
                        },
                        {
                            name: '妖狐',
                            cv: 36,
                            soul: [
                                [
                                    [
                                        '轮入道',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '狰',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '针女',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '狂乱的风，释放你的愤怒！ \n妖狐舞扇卷出风刃攻击1名敌人，对其造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2每层聚气效果增加为提升3%攻击 ',
                                        'Lv.3每层聚气效果增加为提升4%攻击 ',
                                        'Lv.4每层聚气效果增加为提升5%攻击 ',
                                        'Lv.5每层聚气效果增加为提升6%攻击 '
                                    ],
                                    description: '气流，降临吾身，撕裂档吾之敌！ \n妖狐没造成一次伤害，得到1层聚气效果，每次聚气效果可增加妖狐2%的攻击，最多叠加5层。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '在狂风刃卷中起舞，破裂吧！ \n妖狐挥舞纸扇进行风刃攻击目标，造成攻击66%的伤害，有50%的概率进行连续攻击。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        1,
                                        16
                                    ],
                                    [
                                        2,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '吸血增加10%'
                            },
                        },
                        {
                            name: '骨女',
                            cv: 10,
                            soul: [
                                [
                                    [
                                        '针女',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '涅槃之火',
                                        4
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '我还不想离开这里....接受我的怨恨吧。 \n骨女受到攻击时会刻上1枚怨气标记，累积到4枚怨气标记时，骨女阵亡后会立即复活，并获得20%的生命，技能冷却3回合。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '别害怕，很快就会结束了。 \n骨女疾闪至敌人身边，以肉眼无法捕捉的速度戳刺3次，每次造成攻击69%的伤害，无视敌人40%的防御。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '别碰我！ \n以骨为刃刺向1名敌人，饱含怨恨的骨剑非常锋利，造成攻击100%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        1,
                                        16
                                    ],
                                    [
                                        1,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '属性增强：骨女受到攻击时会刻上1枚怨气标记，累积到4枚时，骨女阵亡后会立即复活，并获得20%的生命，每层怨气标记增加5%的攻击，技能冷却3回合。'
                            },
                        },
                        {
                            name: '食梦貘',
                            cv: 39,
                            soul: [
                                [
                                    [
                                        '钟灵',
                                        4
                                    ],
                                    [
                                        '效果命中',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '轮入道',
                                        4
                                    ],
                                    [
                                        '效果命中',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+6%',
                                        'Lv.3技能伤害额外+6%',
                                        'Lv.4技能伤害额外+6%',
                                        'Lv.5技能伤害额外+6%'
                                    ],
                                    description: '噗噗~快进入梦乡吧~\n食梦貘尝试让目标陷入噩梦，造成攻击80%的伤害，有20%的概率驱散所有增益效果，有20%的概率使其沉睡，持续1回合。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '睡得太沉，可就真的醒不来了哦~噗噗！\n食梦貘攻击沉睡目标时，不会使其苏醒。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2使目标沉睡概率增至35%（+效果命中）',
                                        'Lv.3使目标沉睡概率增至40%（+效果命中）',
                                        'Lv.4使目标沉睡概率增至45%（+效果命中）',
                                        'Lv.5使目标沉睡概率增至50%（+效果命中）'
                                    ],
                                    description: '噗噗~你的梦，就让我吃掉吧！\n食梦貘进入敌人梦中进行攻击，有30%（+效果命中）的概率使敌方全体进入沉睡，持续2个回合'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        1,
                                        16
                                    ],
                                    [
                                        1,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '属性增强：沉睡技能增强'
                            },
                        },
                        {
                            name: '傀儡师',
                            cv: 13,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '我来，攻击。 \n傀儡师一边自言自语一边移动到敌人面前，突然操纵傀儡攻击对方，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '保护我。 \n傀儡师受到暴击时，背上傀儡有60%的概率发动修复机制，治愈傀儡师所受的伤，为其回复4%的生命值。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '哥哥说他生气了。 \n傀儡师激活机关，控制傀儡连续攻击敌方5次，每次造成攻击53%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        1,
                                        16
                                    ],
                                    [
                                        2,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '属性增强：傀儡师受到暴击时，背上傀儡有60%的概率发动修复机制，至于傀儡师所受的伤，为其回复4%的生命值。'
                            },
                        },
                        {
                            name: '雪女',
                            cv: 10,
                            soul: [
                                [
                                    [
                                        '雪幽魂',
                                        4
                                    ],
                                    [
                                        '效果命中',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '火灵',
                                        4
                                    ],
                                    [
                                        '蚌精',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+10%',
                                        'Lv.3有25%（+效果命中：4%）的概率降低目标10点速度，持续2回合',
                                        'Lv.4技能伤害额外+10%',
                                        'Lv.5减速概率增至50%（+效果命中：8%）'
                                    ],
                                    description: '呵，接招吧。 \n扔出雪球攻击1名敌人，对目标造成雪女攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2伤害吸收量额外+15%',
                                        'Lv.3当雪女身披冰甲时，敌人地其发动攻击，有25%（+效果命中：4%）的概率损失10点速度，持续2回合',
                                        'Lv.4伤害吸收量额外+15%',
                                        'Lv.5减速概率增至50%（+效果命中：8%）'
                                    ],
                                    description: '呼啸吧，冰晶。 \n回合结束时，召唤暴风雪中的冰晶，形成护甲保护自身。冰甲能吸收雪女生命上限6%的伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+10%',
                                        'Lv.3冻结概率增至10%（+效果命中：0%）',
                                        'Lv.4技能伤害额外+10%',
                                        'Lv.3冻结概率增至12%（+效果命中：0%）'
                                    ],
                                    description: '冻结一切的洪荒之雪。\n召唤暴风雪攻击敌方全体3次，每次造成雪女攻击力30%的伤害，有8%（+效果命中）的概率冻结敌人1回合，处于减速状态的敌人被冻结概率增加10%。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        1,
                                        16
                                    ],
                                    [
                                        2,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '属性增强：冰甲术技能添加'
                            },
                        },
                        {
                            name: '姑获鸟',
                            cv: 22,
                            soul: [
                                [
                                    [
                                        '针女',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '网切',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '伞，就是吾之剑！\n姑获鸟以肉眼无法捕捉的速度迅速拔出藏在腰间的伞挥砍1名敌人，造成攻击80%的伤害，无视目标20%的防御。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '就让在下略尽绵力！\n队友使用普通攻击时，姑获鸟有30%的概率使出普通攻击·伞剑协助队友，追击敌人。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2 技能伤害额外+6%',
                                        'Lv.3 技能伤害额外+6%',
                                        'Lv.4 技能伤害额外+6%',
                                        'Lv.5 技能伤害额外+6%'
                                    ],
                                    description: '以伞为剑，翔于天际，降之天罚，疏而不漏！\n姑获鸟以伞为剑，划出凌冽的剑气攻击敌方全体3次，每次造成攻击33%的伤害，并对选中的敌人造成攻击88%的终结伤害。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        1,
                                        16
                                    ],
                                    [
                                        1,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '属性增强：伤害增加10%'
                            },
                        },
                        {
                            name: '清姬',
                            cv: 22,
                            soul: [
                                [
                                    [
                                        '网切',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '网切',
                                        4
                                    ],
                                    [
                                        '效果命中',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+5%',
                                        'Lv.6 持续伤害增至攻击的16%'
                                    ],
                                    description: '你，休想从我这儿逃掉~ \n清姬鞭打1名敌人，造成攻击86%的伤害，并使目标每回合受到清姬攻击14%的伤害（不可叠加），持续3回合。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '\t毒，是对爱的赞歌。 \n清姬每次行动后有50%的概率进入狂暴状态，使自身在下2次行动中释放的持续伤害效果可以叠加，最多可以叠加5层。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+5%',
                                        'Lv.6 持续伤害增至攻击的16%'
                                    ],
                                    description: '爱就像焚身之火，你也一起为爱献身吧。\n清姬喷吐火焰攻击敌方全体，造成攻击36%的伤害，有50%（+效果命中）的概率是目标每回合到清姬攻击14%的伤害（不可折叠），持续3回合。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        0,
                                        1,
                                        16
                                    ],
                                    [
                                        0,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '属性增强：每次行动有50%概率进入狂暴状态，使其自身在下2次行动中释放的持续伤害效果可以叠加，最多可以叠加5层，同时攻击增加10%。'
                            },
                        },
                        {
                            name: '海坊主',
                            cv: 23,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+10%'
                                    ],
                                    description: '水龙卷，出击！ \n海坊主以妖力升腾身边的水流，形成水流龙卷攻击1名敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '就让温柔的水来抚平伤痛吧。\n海坊主造成伤害时，会根据造成的伤害治疗己方生命比例最低的单位，治疗量为造成伤害的60%。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2 技能伤害额外+6% ',
                                        'Lv.3 技能伤害额外+6% ',
                                        'Lv.4 技能伤害额外+6% ',
                                        'Lv.5 技能伤害额外+6%,'
                                    ],
                                    description: '巨浪啊，吞噬一切吧！ \n海坊主用妖力汇聚身边的水流，形成波涛汹涌的巨大海浪墙席卷敌方全体，造成3次伤害，每次为攻击的31%。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        1,
                                        16
                                    ],
                                    [
                                        2,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '属性增强：祝福之水治疗量为造成伤害的增加40%'
                            },
                        },
                        {
                            name: '犬神',
                            cv: 23,
                            soul: [
                                [
                                    [
                                        '针女',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '涅槃之火',
                                        4
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '心之所向，剑之所指，拔剑！ \n犬神独创剑法，依照心中的觉悟挥剑，迅速斩向1名敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '剑随心动，心剑乱舞！ \n犬神极速冲锋至敌阵，使出5次心剑围攻敌方全体，速度之快恍如唤出了数只影分身。每次斩击造成犬神攻击76%的伤害，对同一敌人再次造成伤害时，伤害降低50%。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '剑我的挚友啊，由我来保护！ \n回合结束时，犬神会保护生命最低的队友：任何对该队友造成伤害的敌人都会遭到犬神的强力反击，反击造成犬神攻击120%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        1,
                                        16
                                    ],
                                    [
                                        1,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: null
                            },
                        },
                        {
                            name: '樱花妖',
                            cv: 13,
                            soul: [
                                [
                                    [
                                        '招财猫',
                                        4
                                    ],
                                    [
                                        '生命',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '火灵',
                                        4
                                    ],
                                    [
                                        '生命',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5% ',
                                        'Lv.4 技能伤害额外+5% ',
                                        'Lv.5 技能伤害额外+10% '
                                    ],
                                    description: '山风樱林过，花落舞纷纷。 \n樱花妖使用花瓣攻击1名敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2生命恢复额外+25% ',
                                        'Lv.3触发回复生命的概率增至70% ',
                                        'Lv.4生命恢复额外+25% ',
                                        'Lv.5触发回复生命的概率增至80% '
                                    ],
                                    description: '初春田野霁，山樱正繁时。 \n队友行动时，樱花妖有60%概率为其回复樱花妖生命上限8%的生命。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2[衰败]效果强化：受到治疗的效果降低40% ',
                                        'Lv.3技能伤害额外+10% ',
                                        'Lv.4[衰败]效果强化：受到治疗的效果降低50%',
                                        'Lv.5技能伤害额外+10% '
                                    ],
                                    description: '半山春樱一帘风。 \n樱花妖降下落樱攻击敌方群体，造成攻击76%的伤害，驱散所有增益效果并有50%（+效果命中）的概率是目标在之后的2回合中受到治疗的效果降低30%。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        0,
                                        1,
                                        16
                                    ],
                                    [
                                        0,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '属性增强：樱花妖降下落樱攻击敌方群体，造成攻击76%的伤害，驱散所有增益效果并使目标在之后的2回合中受到治疗的效果降低30%。'
                            },
                        },
                        {
                            name: '鬼女红叶',
                            cv: 24,
                            soul: [
                                [
                                    [
                                        '破势',
                                        4
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '针女',
                                        4
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10'
                                    ],
                                    description: '呵呵~看....这枫叶多红、多漂亮。\n向敌人发射枫叶，造成攻击100%的伤害，敌人有30%（+效果命中）的概率被红枫娃娃附身。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '爆炸吧，哈哈哈！啊哈哈哈哈~! \n被红枫娃娃附身的敌人死后会爆炸，对身边其他的敌人造成鬼女红叶攻击50%的伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '来和我跳舞吧，在这红色的枫叶上——！\n鬼女红叶以妖力舞动红枫化作利刃飞速割伤所有敌人，造成攻击132%的伤害。敌人有30%（+效果命中）的概率被红枫娃娃附身。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        1,
                                        16
                                    ],
                                    [
                                        2,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: null
                            },
                        },
                        {
                            name: '孟婆',
                            cv: 25,
                            soul: [
                                [
                                    [
                                        '钟灵',
                                        4
                                    ],
                                    [
                                        '效果命中',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '火灵',
                                        4
                                    ],
                                    [
                                        '蚌精',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '嘻嘻~尝尝这碗汤吧~ \n孟婆把滚烫的药汤泼向1名敌人，对敌人造成攻击100%的伤害，对护盾造成额外100%的伤害，额外伤害只对护盾生效，不会直接作用于目标。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '嘻嘻~看我把他们砸个底朝天~ \n孟婆乘着汤碗急速砸向敌方全体，造成攻击99%的伤害，有25%（+效果命中）的几率眩晕敌人1回合。'
                                },
                                {
                                    name: '',cost: 1,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '没错，就是那边~快冲，啊哈哈~ \n孟婆以妖力引导汤盆冲向1名敌人，造成攻击130%的伤害，有50%（+效果命中）的概率沉默目标1回合。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        1,
                                        16
                                    ],
                                    [
                                        1,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '属性增强：汤盆冲撞技能添加'
                            },
                        },
                        {
                            name: '鬼使白',
                            cv: 26,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '冥界的亡魂们，听我的召唤！\n鬼使白汇聚力量攻击敌人，造成攻击100%的伤害，并使敌人受到的治疗效果下降40%，持续2回合。'
                                },
                                {
                                    name: '',cost: 1,
                                    level: [
                                        'Lv.2小鬼生命值增至鬼使白的15%，自爆伤害增至鬼使白攻击的60%',
                                        'Lv.3小鬼生命值增至鬼使白的20%，自爆伤害增至鬼使白攻击的70%',
                                        'Lv.4小鬼生命值增至鬼使白的25%，自爆伤害增至鬼使白攻击的80%',
                                        'Lv.5小鬼生命值增至鬼使白的30%，自爆伤害增至鬼使白攻击的90%'
                                    ],
                                    description: '时间到了，让我送你去冥界吧。 \n在敌方全体的阵亡处上召唤1只生命为鬼使白10%的小鬼，小鬼1回合后对敌方群体造成鬼使白攻击50%的伤害并消失。小鬼存在时，目标无法被复活。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+8%',
                                        'Lv.3技能伤害额外+8%',
                                        'Lv.4技能伤害额外+8%',
                                        'Lv.5技能伤害额外+8%'
                                    ],
                                    description: '怨灵地缚阵，把活着的人拖下冥界吧！ \n从地狱唤出鬼手袭向敌方全体，连续发动3次攻击，每次造成鬼使白攻击24%的伤害，有60%（+效果命中）的概率造成[不可]叠加的持续伤害，持续伤害为攻击的53%。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        0,
                                        16
                                    ],
                                    [
                                        1,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: null
                            },
                        },
                        {
                            name: '鬼使黑',
                            cv: 27,
                            soul: [
                                [
                                    [
                                        '心眼',
                                        4
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '破势',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5% ',
                                        'Lv.3技能伤害额外+5% ',
                                        'Lv.4技能伤害额外+5% ',
                                        'Lv.5技能伤害额外+10% '
                                    ],
                                    description: '我才没耐心听你解释，下冥界去吧！ \n鬼使黑吃巨大的黑镰，攻击1名敌人实施惩戒，造成鬼使黑攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '你逃不掉了~ \n鬼使黑完成击杀时立即获得一次行动机会。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '你已经死了！跟我走吧！\n挥舞镰刀收割敌方全体的生命，造成鬼使黑攻击106%的伤害，生命值>60%的敌人受到的伤害增加50%，生命值≤60%的敌人受到的伤害减少50%。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        1,
                                        16
                                    ],
                                    [
                                        1,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '属性增强：攻击加成增加10%'
                            },
                        },
                        {
                            name: '判官',
                            cv: 11,
                            soul: [
                                [
                                    [
                                        '针女',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '心眼',
                                        4
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '生死簿，勾魂笔，在下就是生死判官。 \n判官从墨笔中打出一道墨意攻击1名敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '就让在下来宣告你的生死。 \n判官对敌方全体发出生死判决，造成攻击100%的伤害，被宣告的目标在下次行动开始时有50%（+效果命中）的概率受到判官攻击158%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2触发效果的生命值比例需求增至25% ',
                                        'Lv.3额外伤害效果增至20%',
                                        'Lv.4触发效果的生命值比例需求增至30% '
                                    ],
                                    description: '生死本自然，何来情理可言。 \n判官使用[墨意]攻击生命值低于20%的敌人时必定暴击，对被复活的敌人额外造成10%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        1,
                                        16
                                    ],
                                    [
                                        2,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '属性增强：无情技能添加'
                            },
                        },
                        {
                            name: '凤凰火',
                            cv: 6,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '燃烧的凤火啊。祛除一切不净吧。\n凤凰火以妖力凝成风火弹射向1名敌人，造成攻击100%的伤害，有50%的概率盗取目标10%的暴击率。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '尽情在这华丽的火海中沉沦吧，呵呵。 \n凤凰火释放凤凰业火攻击敌方全体，造成攻击99%的伤害，暴击时有25%的概率获得1次额外行动机会。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '弱者，就只配在火焰中化为灰烬。\n攻击有减益效果的单位时，有50%（+效果命中）的概率使其眩晕，持续1回合。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        0,
                                        1,
                                        16
                                    ],
                                    [
                                        0,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '属性增强：攻击有减益效果的单位时，有50%（+效果命中）的概率使其眩晕，持续1回合。'
                            },
                        },
                        {
                            name: '络新妇',
                            cv: 34,
                            soul: [
                                [
                                    [
                                        '破势',
                                        4
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '呵呵，害怕也已经晚了。 \n络新妇跳至目标面前，攻击1名敌人，并造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '我的痛苦，你也体会一下吧！ \n造成伤害时有40%的概率在敌人身上标记持续2回合的蜘蛛印记，身上有蜘蛛印记的单位使用鬼火时将受到络新妇攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '看，有新的食物了哦。 \n络新妇召唤蜘蛛群，对敌方全体造成攻击106%的伤害，对速度低于络新妇的单位造成额外25%的伤害，对速度不低于络新妇的单位有25%（+效果命中）的概率将其眩晕。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        1,
                                        16
                                    ],
                                    [
                                        2,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: null
                            },
                        },
                        {
                            name: '跳跳哥哥',
                            cv: 35,
                            soul: null,
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '你的棺材！ \n跳跳哥哥跳到敌人面前，甩出棺材狠狠地砸对方，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2棺材的生命继承增加为30% ',
                                        'Lv.3棺材的生命继承增加为35% ',
                                        'Lv.4棺材的生命继承增加为40% ',
                                        'Lv.5棺材的生命继承增加为45% %'
                                    ],
                                    description: '从黄泉路上回来吧！ \n在所有队友阵亡处放置棺材，1回合后，队友从棺材中死而复生。棺材可以被攻击，生命和速度继承目标的25%和60%，被复活者的生命为棺材剩余的生命。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '我还要保护弟弟和妹妹，不能倒下！ \n跳跳哥哥受到攻击时，有30%的概率回复自身生命上限10%的生命。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        0,
                                        1,
                                        16
                                    ],
                                    [
                                        0,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '属性增强：受到攻击时，有30%的概率回复自身生命上限10%的生命。'
                            },
                        },
                        {
                            name: '妖琴师',
                            cv: 36,
                            soul: [
                                [
                                    [
                                        '招财猫',
                                        4
                                    ],
                                    [
                                        '防御',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '火灵',
                                        4
                                    ],
                                    [
                                        '防御',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '终于安静下来了。\n妖琴师以琴为弓，以妖力将琴音凝成音箭攻击敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 2,
                                    level: [
                                        'Lv.2提升速度效果增至11点',
                                        'Lv.3提升速度效果增至14点',
                                        'Lv.4提升速度效果增至17点',
                                        'Lv.5提升速度效果增至20点'
                                    ],
                                    description: '这首曲就要结束了。 \n妖琴师奏出的曲子余音绕梁，使目标立即行动1次，并增加全体队友8点速度。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '闭嘴，好好听我的演奏吧。 \n妖琴师将心中所想全部灌注在演奏之中，奏出让人癫狂的音色，对敌方全体造成攻击85%的伤害，有20%的概率清空敌人的行动条。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        1,
                                        16
                                    ],
                                    [
                                        2,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '觉醒技能：疯魔琴心添加效果：20%+效果命中概率混乱目标。'
                            },
                        },
                        {
                            name: '般若',
                            cv: 37,
                            soul: [
                                [
                                    [
                                        '破势',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '地藏像',
                                        4
                                    ],
                                    [
                                        '生命',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '哼哼，再多陪我玩一下嘛。\n般若甩出鬼面具攻击目标造成伤害狂暴状态下变为近战爪击。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '只有你们才是最丑陋的！\n般若造成伤害时有40%的概率封印目标的御魂效果和被动技能持续2回合。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '别这么快就结束嘛，不好玩。\n般若召唤巨大的鬼面砸向敌方全体造成攻击的110%伤害，并使自身进入狂暴姿态，狂暴姿态下[鬼之假面]变为2段近战爪击持续2回合。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        0,
                                        1,
                                        16
                                    ],
                                    [
                                        0,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '觉醒技能：般若造成伤害时有40%的概率封印目标的御魂效果和被动技能持续2回合。'
                            },
                        },
                        {
                            name: '青坊主',
                            cv: 40,
                            soul: [
                                [
                                    [
                                        '地藏像',
                                        4
                                    ],
                                    [
                                        '生命',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '万物皆虚妄。\n青坊主使用佛光攻击目标，对1名敌人造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '化为尘土，落叶归根吧。\n青坊主使用佛光加持队友，增加队友20%的效果抵抗和20%效果命中。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '佛门清净，不可造次。\n青坊主使用灵咒攻击敌方全体，造成攻击106%的伤害，同时驱散敌方所有增益效果，对召唤物造成额外50%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        1,
                                        16
                                    ],
                                    [
                                        1,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '觉醒技能：无量，使用佛光加持队友，增加队友20%的效果抵抗和20%效果命中。'
                            },
                        },
                        {
                            name: '夜叉',
                            cv: 41,
                            soul: [
                                [
                                    [
                                        '狰',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '本大爷要把这里变成废墟。\n夜叉攻击目标，对1名敌人造成夜叉攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '这样才有意思，对吧？。\n夜叉造成伤害时有30%概率提升自己20点速度，持续2回合。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '真弱啊，你们这群家伙。\n夜叉攻击目标造成攻击一定198%的伤害，有50%的概率对一个随机敌方单位进行连续攻击。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        1,
                                        16
                                    ],
                                    [
                                        2,
                                        2,
                                        8
                                    ],
                                    [
                                        3,
                                        1,
                                        16
                                    ],
                                    [
                                        3,
                                        2,
                                        8
                                    ]
                                ],
                                description: '觉醒技能：鬼魅，夜叉造成伤害时有30%概率提升自己20点速度，持续2回合。'
                            },
                        }
                    ]
                },
                {
                    type: '3',
                    rank: 'SSR',
                    sets: [
                        {
                            name: '两面佛',
                            cv: 8,
                            soul: [
                                [
                                    [
                                        '破势',
                                        4
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '网切',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '看风!不对，看雷！\n两面佛随机用雷神或风神攻击1名敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 降低防御力效果变为12%，降低攻击效果变为6% ',
                                        'Lv.3 降低防御力效果变为14%，降低攻击效果变为7%',
                                        'Lv.4 降低防御力效果变为16%，降低攻击效果变为8%',
                                        'Lv.5 降低防御力效果变为18%，降低攻击效果变为9%'
                                    ],
                                    description: '无论面向哪儿，都躲不开吾之愤怒！\n当两面佛中的雷神攻击敌人时，降低敌人10%的防御；当风神攻击敌人时，降低敌人5%的攻击。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '神罪连击！闪电、飓风，听吾召唤！\n两面佛跳入敌阵，雷神和风神交替攻击敌方全体共3次，每次造成攻击40%的伤害。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        0,
                                        1,
                                        8
                                    ],
                                    [
                                        0,
                                        2,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        2,
                                        16
                                    ]
                                ],
                                description: '属性增强：伤害加成增加10%'
                            },
                        },
                        {
                            name: '荒川之主',
                            cv: 0,
                            soul: [
                                [
                                    [
                                        '破势',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '轮入',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '没用的东西还是退出战场吧\n黑川主以黑色妖力将水凝成鱼形攻击敌人，造成攻击100%的伤害'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '逐流而上，往更高处去吧\n荒川之主暴击时，额外造成20%伤害，但1回合内自身防御降低20%。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '没用的东西就该沉在黑漆漆的海底挣扎。\n黑川主以黑色妖力凝成鱼群击飞敌人，对其造成攻击132%的伤害，并在敌人摔下时再次造成攻击132%的伤害'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        0,
                                        1,
                                        8
                                    ],
                                    [
                                        0,
                                        2,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        2,
                                        16
                                    ]
                                ],
                                description: '属性增强：伤害加成增加10%'
                            },
                        },
                        {
                            name: '阎魔',
                            cv: 13,
                            soul: [
                                [
                                    [
                                        '火灵',
                                        4
                                    ],
                                    [
                                        '生命',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '过来，把这碍事的家伙收拾了。\n阎魔召唤鬼面砸向1名敌人，对其造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '你的灵魂属于我的了。\n场上有敌人阵亡时，阎魔会在其阵亡处召唤一个小鬼。小鬼在下回合对敌方全体造成阎魔攻击50%的伤害后消失。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '屈服于我。\n阎魔唤出亡灵压迫1名敌人，造成攻击211%的伤害，并使其沉默，持续2回合。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        1,
                                        8
                                    ],
                                    [
                                        2,
                                        2,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        2,
                                        16
                                    ]
                                ],
                                description: '觉醒技能：速度增加10'
                            },
                        },
                        {
                            name: '茨木童子',
                            cv: 33,
                            soul: [
                                [
                                    [
                                        '破势',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '心眼',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '茨木童子以鬼气凝成黑色火焰攻击敌人，造成攻击100%的伤害，并有30%（+效果命中）的概率使之在2回合内收到的伤害增加20%'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '当茨木童子成功几百敌人时，所有其他敌方单位均会收到此次攻击溢出部分100%（觉醒前50%）的伤害，击杀召唤物时不会生效'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '茨木童子以鬼之力从地狱唤出自己的手腕扑击敌人，造成攻击263%的伤害'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        1,
                                        8
                                    ],
                                    [
                                        2,
                                        2,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        2,
                                        16
                                    ]
                                ],
                                description: '觉醒技能：当茨木童子成功击杀敌人时，所有其他敌方单位均会收到此次攻击溢出部分50%(觉醒后100%)的伤害，击杀召唤物时不会生效'
                            },
                        },
                        {
                            name: '酒吞童子',
                            cv: 32,
                            soul: [
                                [
                                    [
                                        '针女',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '轮入',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '这就是本大爷的实力，看好了！\n酒吞童子以妖力操控鬼葫芦向1名敌人喷出瘴气，造成攻击100%的伤害。根据身上的狂气数量进行追击，每1层狂气追加1次攻击。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '本大爷还要更多.......更多！\n回合结束时，酒吞童子有50%的概率获得1层狂气，受击时，有25%的概率获得1层狂气，最多叠加4层。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2 生命恢复增至酒吞童子生命上限的14%',
                                        'Lv.3 生命恢复增至酒吞童子生命上限的16%',
                                        'Lv.4 生命恢复增至酒吞童子生命上限的18%',
                                        'Lv.5 生命恢复增至酒吞童子生命上限的20%'
                                    ],
                                    description: '本大爷还会变得更强！哈哈哈！\n酒吞童子瞬间迸发妖力，震碎所有狂气，并吸收其中的愤怒复自身生命。每层狂气回复酒吞童子生命上限的12%，无狂气时无法使用。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        1,
                                        8
                                    ],
                                    [
                                        2,
                                        2,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        2,
                                        16
                                    ]
                                ],
                                description: '属性增强：伤害减免增加10%'
                            },
                        },
                        {
                            name: '小鹿男',
                            cv: 31,
                            soul: [
                                [
                                    [
                                        '被服',
                                        4
                                    ],
                                    [
                                        '防御',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '招财猫',
                                        4
                                    ],
                                    [
                                        '生命',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '接受来自森林的惩罚吧！\n小鹿男以森林之力唤出藤蔓攻击1名敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '我的角无往不利！\n小鹿男将全身妖力注入鹿角全力冲撞1名敌人，造成攻击163%的伤害。小鹿男的速度越快伤害越高，对有减益效果的单位有30%（+效果命中）的概率使其眩晕1回合，对BOSS等免疫控制的单位额外造成40%伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '故土的伤痛，也让你们尝尝！\n战场上每死亡一个单位，小鹿男为己方全体增加1层复仇怒火印记，最多叠加3层，每层增加10%的攻击力和10点速度。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        1,
                                        8
                                    ],
                                    [
                                        2,
                                        2,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        2,
                                        16
                                    ]
                                ],
                                description: null
                            },
                        },
                        {
                            name: '大天狗',
                            cv: null,
                            soul: [
                                [
                                    [
                                        '针女网切',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '破势',
                                        4
                                    ],
                                    [
                                        '伤魂鸟',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '风啊，听吾之命\n大天狗聚风形成旋转风刃袭向1名敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2 攻击加成增加为15%',
                                        'Lv.3 速度加成增加为15',
                                        'Lv.4 攻击加成增加为20%',
                                        'Lv.5 速度加成增加为20'
                                    ],
                                    description: '见吾此羽者，死\n大天狗被暴击时有50%的概率使自身的天狗之羽进入钢铁状态，增加自身10%的攻击和10点速度，持续1回合'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '将吾这风之力，铭记在心吧\n大天狗召唤飓风形成大型的羽刃漩涡攻击敌方全体，形成4次连续攻击，每次造成大天狗攻击37%的伤害'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        1,
                                        8
                                    ],
                                    [
                                        1,
                                        2,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        2,
                                        16
                                    ]
                                ],
                                description: '属性增强：攻击加成增加10%'
                            },
                        },
                        {
                            name: '青行灯',
                            cv: 30,
                            soul: [
                                [
                                    [
                                        '轮入道',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '针女',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '呵，这样你就能解脱了呢\n青行灯以妖力攻击一名敌人，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2触发概率增加1%',
                                        'Lv.3触发概率增加1%',
                                        'Lv.4触发概率增加1%',
                                        'Lv.5触发概率增加1%'
                                    ],
                                    description: '那我就稍微帮帮你好了\n青行灯的鬼灯会使己方式神在释放技能时有10%的概率不消耗鬼火。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '懦弱的灵魂没有存在的意义，还是由我收下吧\n青行灯燃起鬼灯，攻击敌方群体，造成攻击158%的伤害，有30%概率吸取敌方1点鬼火。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        0,
                                        1,
                                        8
                                    ],
                                    [
                                        0,
                                        2,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        2,
                                        16
                                    ]
                                ],
                                description: '觉醒技能增强：幽光增加30%的概率吸取目标的鬼火作己用。'
                            },
                        },
                        {
                            name: '妖刀姬',
                            cv: 29,
                            soul: [
                                [
                                    [
                                        '针女',
                                        4
                                    ],
                                    [
                                        '攻击',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '针女',
                                        4
                                    ],
                                    [
                                        '暴击',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '这把刀，正在呼唤我。\n妖刀姬使用太刀攻击目标，造成攻击100%的伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+5%'
                                    ],
                                    description: '阻碍我的人，都必须.....消灭。\n妖刀姬锁定一个目标进行连续多段攻击知道目标死亡，每次造成攻击50%的伤害，如果目标死亡则锁定目标变为生命最低的敌人单位，最多进行6次攻击。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [],
                                    description: '抛却一切，站短杂念吧。\n妖刀姬在造成伤害时有20%的概率造成自身攻击40%的额外伤害。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        1,
                                        8
                                    ],
                                    [
                                        1,
                                        2,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        2,
                                        16
                                    ]
                                ],
                                description: '属性增强：连斩技能添加'
                            },
                        },
                        {
                            name: '一目连',
                            cv: 28,
                            soul: [
                                [
                                    [
                                        '地藏像',
                                        4
                                    ],
                                    [
                                        '生命',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2 [风之护佑]效果强化：吸收伤害增至一目连生命的17%',
                                        'Lv.3 护盾破裂时造成的伤害增至10%',
                                        'Lv.4 [风之护佑]效果强化：吸收伤害增至一目连生命的18%',
                                        'Lv.5 护盾破裂时造成的伤害增至12%'
                                    ],
                                    description: '我的子民就由我来保护。\n一目连使用风之龙神的力量形成护盾保护1名友方单位2回合，符咒护盾可以吸收一目连生面16%的上海，如果在持续时间内被打破，则对敌方全体造成一目连生命8%的伤害。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2 [风之护佑]效果强化：吸收伤害增至一目连生命的13%',
                                        'Lv.3 [风之护佑]效果强化：吸收伤害增至一目连生命的14%',
                                        'Lv.4 [风之护佑]效果强化：吸收伤害增至一目连生命的15%',
                                        'Lv.5 [风之护佑]效果强化：吸收伤害增至一目连生命的16%'
                                    ],
                                    description: '龙啊，把你的力量借给我。\n一目连使用符咒形成持续2回合的护盾保护全体友方单位，护盾吸收一目连生命12%的伤害，护盾持续时间内，被保护的目标增加10%的攻击。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'Lv.2技能伤害额外+5%',
                                        'Lv.3技能伤害额外+5%',
                                        'Lv.4技能伤害额外+5%',
                                        'Lv.5技能伤害额外+10%'
                                    ],
                                    description: '什么都不怕，有我在。\n一目连打出蕴含风之力的符咒，对1名敌人造成攻击100%的伤害，造成伤害时吸收目标20%的攻击，持续2个回合，不可叠加'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        1,
                                        1,
                                        8
                                    ],
                                    [
                                        1,
                                        2,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        2,
                                        16
                                    ]
                                ],
                                description: '技能效果增强：风神之佑附加被保护的目标增加15%效果抵抗'
                            },
                        },
                        {
                            name: '花鸟卷',
                            cv: 43,
                            soul: [
                                [
                                    [
                                        '地藏像',
                                        4
                                    ],
                                    [
                                        '生命',
                                        2
                                    ]
                                ],
                                [
                                    [
                                        '狰',
                                        4
                                    ],
                                    [
                                        '生命',
                                        2
                                    ]
                                ]
                            ],
                            skills: [
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'Lv.2 技能伤害额外+5%',
                                        'Lv.3 技能伤害额外+5%',
                                        'Lv.4 技能伤害额外+5%',
                                        'Lv.5 技能伤害额外+5%'
                                    ],
                                    description: '要记得回来哦。\n花鸟卷放出飞鸟攻击目标，对1名敌人造成花鸟卷80%的伤害，同时有50%的概率使飞鸟回归，为己方生命比例最低的单位回复花鸟卷生命上限40%的生命。'
                                },
                                {
                                    name: '',cost: 3,
                                    level: [
                                        'lv.2 触发概率增至25%',
                                        'lv.3 触发效果强化，增加25%行动条',
                                        'lv.4 触发概率增至30%',
                                        'lv.5 触发效果强化，增加30%行动条'
                                    ],
                                    description: '画中之境，心中之景。\n花鸟卷在行动结束后有20%概率进入画卷中的世界，增加20%的行动条。'
                                },
                                {
                                    name: '',cost: 0,
                                    level: [
                                        'lv.2 直接治疗量增至10%',
                                        'lv.3 芬芳效果强化，回复生命增至花鸟卷生命上限9%和8%',
                                        'lv.4 直接治疗量增至12%',
                                        'lv.5 芬芳效果强化，回复生命增至花鸟卷生命上限11%和10%'
                                    ],
                                    description: '莺燕相闻，花草相生。\n花鸟卷为己方全体回复花鸟卷生命上限8%的生命，同时附加持续2回合的[芬芳]效果，在后续2次行动时分别回复花鸟卷生命上限7%和6%的生命。'
                                }
                            ],
                            awakening: {
                                enable: true,
                                material: [
                                    [
                                        2,
                                        1,
                                        8
                                    ],
                                    [
                                        2,
                                        2,
                                        16
                                    ],
                                    [
                                        3,
                                        1,
                                        8
                                    ],
                                    [
                                        3,
                                        2,
                                        16
                                    ]
                                ],
                                description: '解锁技能：画卷'
                            },
                        }
                    ]
                },
                {
                    type: '4',
                    rank: '其他',
                    sets: [
                        {
                            name: '八歧大蛇',
                            cv: null,
                            soul:null,
                            skills: [],
                            awakening: {
                                enable: false,
                                material: [],
                                description: null
                            }
                        },
                        {
                            name: '火麒麟',
                            cv: null,
                            soul:null,
                            skills: [],
                            awakening: {
                                enable: false,
                                material: [],
                                description: null
                            }
                        },
                        {
                            name: '风麒麟',
                            cv: null,
                            soul:null,
                            skills: [],
                            awakening: {
                                enable: false,
                                material: [],
                                description: null
                            }
                        },
                    ]
                }
            ]
        }
    ]
}
